{"20230614":["祭祀 栽种","余事勿取"],"20230615":["嫁娶 开光 祭祀 祈福 求嗣 出行 解除 伐木 入宅 移徙 安床 出火 拆卸 修造 上梁 栽种 移柩","安葬 开市 交易 立券"],"20230616":["求嗣 嫁娶 纳采 合帐 裁衣 冠笄 伐木 作梁 修造 动土 起基 竖柱 上梁 安门 作灶 筑堤 造畜稠","安葬 出行 祈福 栽种"],"20230617":["祭祀 解除","余事勿取"],"20230618":["嫁娶 祭祀 祈福 出火 开光 求嗣 出行 拆卸 开市 交易 立券 挂匾 入宅 移徙 安床 栽种 动土","安葬 行丧 伐木 作梁"],"20230619":["开光 求嗣 出行 解除 伐木 出火 拆卸 修造 上梁 起基 入宅 移徙 开市 交易 立券 栽种 牧养 入殓 安葬 除服 成服","置产 安床"],"20230620":["祭祀 理发 修饰垣墙 平治道涂 沐浴 整手足甲 扫舍","出行 安门 修造 嫁娶 上梁 入宅"],"20230621":["嫁娶 祭祀 开光 祈福 求嗣 出行 出火 拆卸 动土 修造 进人口 入宅 移徙 安床 挂匾 交易 立券 栽种 纳畜 入殓 破土 启钻 安葬","余事勿取"],"20230622":["祭祀 祈福 求嗣 开光 出行 伐木 出火 拆卸 修造 动土 起基 安床 入宅 移徙","嫁娶 开市 交易 行丧 安葬 修坟"],"20230623":["破屋 坏垣","余事勿取"],"20230624":["开市 交易 立券 纳财 开池 开厕 结网 祭祀 修造 动土 安床 放水 经络 破土","嫁娶 造桥 词讼 移徙 安门 作灶 栽种"],"20230625":["开市 交易 立券 纳财 栽种 安床 拆卸 修造 动土 上梁 入殓 安葬 破土 除服 成服","嫁娶 出火 伐木 祭祀 入宅 移徙 纳畜 探病"],"20230626":["祭祀 作灶","余事勿取"],"20230627":["解除 坏垣","余事勿取"],"20230628":["修造 动土 起基 安门 安床 栽种 筑堤 补垣 造畜稠","嫁娶 掘井 入宅 移徙 出火 出行 行丧 安葬 开光 理发 进人口"],"20230629":["祭祀 教牛马 断蚁 余事勿取","斋醮 移徙 入宅 动土"],"20230630":["纳采 订盟 嫁娶 祭祀 祈福 开市 纳财 立券 移徙 出行 修造 动土 起基 定磉 竖柱 拆卸 扫舍 放水 安香 安床 造船 开池 掘井 造畜稠 栽种","行丧 安葬 破土 作灶 伐木 斋醮"],"20230701":["嫁娶 开光 祭祀 祈福 出行 解除 移徙 入宅 开市 纳财 起基 修造 竖柱 上梁 盖屋 作灶 出火 安香 补垣 塞穴 拆卸 放水 扫舍 造仓 造船 栽种 安葬","纳采 订盟 安床 谢土 破土 动土"],"20230702":["嫁娶 祭祀 理发 作灶 修饰垣墙 平治道涂 整手足甲 沐浴 冠笄","破土 出行 栽种"],"20230703":["嫁娶 纳采 订盟 祭祀 祈福 求嗣 开光 出火 出行 拆卸 修造 动土 进人口 入宅 移徙 安床 交易 立券 挂匾 纳财 入殓 安葬 启钻 除服 成服","掘井 破土"],"20230704":["畋猎 捕捉 结网 取渔 祭祀 沐浴 余事勿取","嫁娶 开市 安葬 启钻 行丧"],"20230705":["祭祀 破屋 坏垣 余事勿取","移徙 入宅 开仓 出货财"],"20230706":["祭祀 斋醮 塑绘 开光 出行 修造 动土 造畜稠 安床 放水 掘井 开池 开厕 结网 破土","出火 入宅"],"20230707":["嫁娶 纳采 开市 出行 动土 上梁 移徙 入宅 破土 安葬","祭祀 祈福"],"20230708":["嫁娶 纳采 开市 出行 动土 上梁 移徙 入宅 破土 安葬","赴任"],"20230709":["祭祀 作灶 纳财 捕捉","开市 破土"],"20230710":["嫁娶 开市 立券 祭祀 祈福 动土 移徙 入宅","造庙 安葬"],"20230711":["补垣 塞穴 结网 入殓 除服 成服 移柩 安葬 启钻","余事勿取"],"20230712":["嫁娶 纳采 出行 祭祀 祈福 解除 移徙 入宅","动土 安葬"],"20230713":["嫁娶 祭祀 祈福 斋醮 治病 破土 安葬","开市 入宅"],"20230714":["嫁娶 出行 开市 安床 入殓 启钻 安葬","祈福 动土 破土"],"20230715":["嫁娶 祭祀 裁衣 结网 冠笄 沐浴","开仓 出货财 置产 安葬 动土 破土 掘井 栽种"],"20230716":["入宅 移徙 安床 开光 祈福 求嗣 进人口 开市 交易 立券 出火 拆卸 修造 动土","嫁娶 破土 置产 栽种 安葬 修坟 行丧"],"20230717":["祭祀 解除 沐浴 整手足甲 入殓 移柩 破土 启钻 安葬","嫁娶 入宅 移徙 作灶 开市 交易 安门 栽种"],"20230718":["破屋 坏垣","余事勿取"],"20230719":["嫁娶 开光 出行 理发 作梁 出火 拆卸 修造 开市 交易 立券 挂匾 动土 入宅 移徙 安床 栽种","伐木 祭祀 纳畜"],"20230720":["嫁娶 开光 出行 祈福 求嗣 解除 拆卸 动土 修造 进人口 开市 交易 立券 挂匾 入宅 移徙 安床 栽种 纳畜 入殓 移柩 安葬","余事勿取"],"20230721":["祭祀 作灶 纳财 栽种 纳畜 进人口","安葬 经络 修坟 破土 开市 安床 启钻 立碑"],"20230722":["祭祀 祈福 求嗣 开光 开市 牧养 理发","嫁娶 出行 安葬 入殓 入宅 作灶 冠笄 上梁"],"20230723":["祭祀 入殓 破土 除服 成服 移柩 启钻 安葬 谢土","余事勿取"],"20230724":["祭祀 出行 交易 割蜜 造畜稠","嫁娶 作灶 安葬 动土 词讼 作梁 伐木 掘井 破土 移徙"],"20230725":["嫁娶 祭祀 祈福 求嗣 开光 出火 拆卸 修造 动土 进人口 开市 交易 立券 挂匾 入宅 移徙 栽种 纳畜 入殓 启钻 除服 成服","余事勿取"],"20230726":["嫁娶 开光 解除 安床 牧养 理发 开市 入殓 启钻 移柩 安葬 扫舍","作灶 动土 上梁 栽种 入宅 移徙 修造 祈福"],"20230727":["祭祀 解除","余事勿取"],"20230728":["祭祀 祈福 求嗣 开光 伐木 出火 拆卸 入宅 安床 修造 动土 上梁 挂匾 纳畜","嫁娶 栽种 行丧 理发 修坟 作灶"],"20230729":["解除 祭祀 理发 入殓 安葬 破土","嫁娶 开市 出火 作灶 置产 斋醮 入宅 移徙 安门"],"20230730":["破屋 坏垣","余事勿取"],"20230731":["开市 交易 立券 纳财 动土 开光 出行 嫁娶 纳采 订盟 纳财 入学 开仓 出货财 纳畜 牧养 栽种 破土 启钻 安葬 立碑","入宅 移徙 作灶 祭祀 谢土"],"20230801":["嫁娶 纳采 订盟 祭祀 祈福 求嗣 开光 出火 出行 拆卸 修造 动土 进人口 开市 交易 立券 挂匾 入宅 移徙 安床 栽种 入殓 破土 谢土 安葬","掘井 伐木 纳畜 合寿木"],"20230802":["祭祀 冠笄 作灶 交易 纳财 栽种 结网 纳畜 牧养 进人口","开渠 造船 安床 安葬 破土 出行 修坟 掘井 开市 开生坟"],"20230803":["嫁娶 纳采 订盟 祭祀 祈福 求嗣 裁衣 冠笄 开光 安床 作梁 修造 动土 作灶 起基 上梁 盖屋 纳畜 牧养","移徙 栽种 出行 行丧 破土 安葬 词讼"],"20230804":["经络 祭祀 沐浴 补垣 塞穴 除服 成服 移柩 入殓 启钻 立碑","开光 治病 嫁娶 掘井 破土 安葬"],"20230805":["嫁娶 祭祀 出行 裁衣 冠笄 交易 雕刻 纳财 造畜稠 造车器 教牛马","移徙 入宅 栽种 动土 破土 作灶 安葬 行丧 伐木 上梁"],"20230806":["修造 动土 安机械 祭祀 沐浴 解除 拆卸 治病 作灶 盖屋 起基 开池 扫舍 造畜稠 开生坟 合寿木 安葬 破土 启钻 移柩 入殓 立碑","开市 入宅 出行 安床"],"20230807":["嫁娶 纳采 订盟 造车器 开光 出行 拆卸 起基 安床 除服 成服 开市 交易 立券 栽种 牧养 入殓 移柩 启钻","上梁 入宅 修造 动土 破土 祭祀 祈福 斋醮"],"20230808":["订盟 纳采 出行 会亲友 修造 上梁 移徙 入宅","开市 安葬"],"20230809":["沐浴 修饰垣墙 平治道涂 余事勿取","嫁娶 祈福"],"20230810":["嫁娶 祭祀 祈福 斋醮 动土 移徙 入宅","开市 安葬"],"20230811":["捕捉 结网 入殓 破土 安葬","嫁娶 入宅"],"20230812":["沐浴 治病 破屋 坏垣","余事勿取"],"20230813":["嫁娶 订盟 纳采 出行 开市 祭祀 祈福 移徙 入宅 启钻 安葬","动土 破土"],"20230814":["嫁娶 订盟 纳采 祭祀 祈福 求医 治病 动土 移徙 入宅 破土 安葬","开光 针灸"],"20230815":["订盟 纳采 祭祀 祈福 安机械 作灶 纳畜","动土 安葬"],"20230816":["嫁娶 祭祀 祈福 求嗣 出行 动土 安床 掘井 破土 启钻","入宅 作梁 安门 伐木 修造 上梁 入殓 盖屋"],"20230817":["嫁娶 祭祀 祈福 求嗣 出行 出火 拆卸 修造 移徙 动土 安床 入殓 破土 安葬 启钻","盖屋 开光 理发 造船 掘井 作灶"],"20230818":["祭祀 祈福 求嗣 开光 出行 解除 上梁 盖屋 移徙 安门 纳财 牧养 纳畜 安葬 启钻 入殓","破土 置产 掘井 动土 安床"],"20230819":["祭祀 解除 沐浴 理发 整手足甲 入殓 移柩 破土 安葬 扫舍","嫁娶 会亲友 进人口 出行 入宅 移徙 赴任 作灶"],"20230820":["塑绘 开光 进人口 纳畜 补垣 塞穴 栽种 牧养","嫁娶 纳财 祈福 安葬 修造 开市 交易 立券 动土 上梁"],"20230821":["作灶 沐浴 修饰垣墙 平治道涂","余事勿取"],"20230822":["祭祀 求嗣 开光 出行 伐木 作梁 出火 解除 拆卸 进人口 修造 动土 起基 安床 栽种 纳畜 入殓 破土 安葬 除服 成服","嫁娶 移徙"],"20230823":["祭祀 塞穴 入殓 破土 安葬 移柩","余事勿取"],"20230824":["破屋 坏垣","余事勿取"],"20230825":["祭祀 入殓 移柩 结网 启钻 安葬 除服 成服","余事勿取"],"20230826":["嫁娶 出火 拆卸 祭祀 祈福 开光 伐木 动土 开市 交易 立券 入宅 移徙 安床 纳畜 入殓 安葬","栽种 作灶 针灸 出行"],"20230827":["祭祀 开光 解除 进人口 交易 立券 纳财 纳畜","动土 破土 嫁娶 理发 出行 入宅 移徙 分居 安香 出火"],"20230828":["嫁娶 祭祀 祈福 求嗣 开光 出行 解除 安床 栽种 移柩 进人口 会亲友 除服 成服","盖屋 入殓 安葬 伐木 入宅 移徙 置产 纳畜"],"20230829":["祭祀 动土 筑堤 开池 会亲友 塞穴 入殓 移柩 破土 安葬","开光 出行 修造 上梁 入宅 安门 作灶 裁衣"],"20230830":["祭祀 裁衣 安门 纳财 扫舍 出行 进人口 作灶 纳畜 造畜稠","安床 动土 安葬 开生坟 合寿木"],"20230831":["祭祀 解除 拆卸 修造 动土 起基 上梁 安床 安门 开渠 开池 入殓 破土 启钻","嫁娶 出行 进人口 作灶 入宅 移徙 栽种 赴任"],"20230901":["纳采 订盟 开光 出行 解除 安香 出火 拆卸 入宅 移徙 修造 上梁 安床 栽种 纳畜 会亲友 安机械 经络","伐木 谢土 行丧 祭祀 作灶 动土 破土 安葬 祈福"],"20230902":["修饰垣墙 平治道涂 祭祀 沐浴 作灶","嫁娶 词讼 治病 置产 作梁 祈福 安葬 栽种 伐木 安门"],"20230903":["嫁娶 祭祀 祈福 求嗣 出火 出行 开光 解除 拆卸 修造 进人口 安香 交易 立券 入宅 移徙 安床 动土 破土 谢土 安葬 入殓 除服 成服","斋醮 开市 开仓 作灶 造船"],"20230904":["破土 安葬 移柩 入殓 祭祀 捕捉 除服 成服 余事勿取","嫁娶 入宅 开市 交易"],"20230905":["破屋 坏垣 治病 余事勿取","祈福 纳采 订盟 嫁娶 入宅 安葬"],"20230906":["嫁娶 开光 祭祀 祈福 求嗣 安香 出火 解除 伐木 入宅 移徙 安床 开市 交易 立券 栽种 出行 安葬","掘井 理发 作灶 动土 破土 开池"],"20230907":["安机械 纳采 订盟 祭祀 祈福 求嗣 开光 普渡 出行 出火 拆卸 修造 动土 进人口 开市 交易 立券 移徙 安床 栽种 上梁 纳畜 破土 移柩 安葬","入宅 嫁娶 掘井 牧养"],"20230908":["祭祀 会亲友 进人口 动土 上梁 开光 塑绘 冠笄 拆卸 起基 安床 开市 立券 赴任 经络","定磉 安葬"],"20230909":["祭祀 裁衣 冠笄 嫁娶 纳婿 会亲友 除服 成服 移柩 捕捉 进人口 入殓","移徙 入宅 作灶"],"20230910":["诸事不宜","入殓 安葬 开市 交易"],"20230911":["祭祀 裁衣 冠笄 嫁娶 安机械 拆卸 动土 起基 移徙 入宅 入殓 启钻 安葬 造仓 经络","安床 开光 开市 交易"],"20230912":["祭祀 出行 成服 除服 沐浴 入殓","动土 冠笄 移徙 入宅 开市 竖柱 上梁"],"20230913":["祭祀 沐浴 赴任 出行","余事勿取"],"20230914":["诸事不宜","诸事不宜"],"20230915":["沐浴 入殓 移柩 除服 成服 破土 平治道涂","嫁娶 移徙 入宅 开市"],"20230916":["嫁娶 祭祀 祈福 求嗣 沐浴 出火 出行 拆卸 修造 动土 进人口 开市 交易 立券 入宅 移徙 安床 栽种 纳畜 入殓 安葬 启钻 除服 成服","余事勿取"],"20230917":["开光 解除 起基 动土 拆卸 上梁 立碑 修坟 安葬 破土 启钻 移柩","嫁娶 出行 安床 作灶 祭祀 入宅 移徙 出火 进人口 置产"],"20230918":["破屋 坏垣","余事勿取"],"20230919":["嫁娶 祈福 求嗣 出行 出火 拆卸 修造 动土 上梁 开光 进人口 开市 交易 立券 挂匾 安床 入宅 移徙 栽种 伐木 入殓 破土 除服 成服","余事勿取"],"20230920":["开市 交易 立券 挂匾 祭祀 开光 进人口 入宅 安床 出火 拆卸 修造 动土 栽种","嫁娶 立碑 出行 伐木 安葬 行丧 移徙 纳畜"],"20230921":["祭祀 理发 会亲友 进人口 嫁娶 针灸 入殓 移柩","探病 开渠 安葬 伐木 作灶 入宅"],"20230922":["祭祀 立碑 修坟 启钻 除服 成服","余事勿取"],"20230923":["嫁娶 出行 伐木 拆卸 修造 动土 移徙 安葬 破土 修坟 立碑","掘井 祈福 安床 开市 入宅 挂匾 开光"],"20230924":["祭祀 出行 扫舍","余事勿取"],"20230925":["嫁娶 祭祀 塑绘 开光 出行 解除 理发 整手足甲 动土 安床 开池 放水 扫舍","伐木 行丧 作灶 作梁 安葬"],"20230926":["开市 交易 立券 挂匾 开光 出行 入宅 移徙 安床 出火 上梁","作灶 行丧 理发 乘船 嫁娶 安葬"],"20230927":["祭祀 沐浴 修饰垣墙 平治道涂","余事勿取"],"20230928":["嫁娶 祭祀 祈福 求嗣 开光 出行 出火 拆卸 修造 动土 进人口 入宅 移徙 安床 开市 交易 立券 挂匾 栽种 纳畜 入殓 安葬 除服 成服","余事勿取"],"20230929":["解除 坏垣","余事勿取"],"20230930":["祭祀 治病 破屋 坏垣","余事勿取"],"20231001":["嫁娶 纳采 订盟 祭祀 开光 出行 理发 作梁 出火 拆卸 修造 动土 进人口 入宅 移徙 安床 拆卸 挂匾 栽种 纳畜 破土 安葬 入殓 除服 成服","开市 掘井 开渠 造桥 造船"],"20231002":["开市 交易 立券 纳财 挂匾 栽种 祭祀 祈福 开光 拆卸 动土 安床","嫁娶 破土 进人口 出行 入宅 移徙 出火 纳畜 词讼 安葬"],"20231003":["嫁娶 祭祀 理发 进人口 作灶 移柩 冠笄 会亲友","开仓 出货财 伐木 纳畜 开市 上梁 盖屋 破土 启钻 栽种"],"20231004":["祭祀 修坟 除服 成服 启钻 移柩 余事勿取","开市 入宅 嫁娶 动土 破土 安葬"],"20231005":["嫁娶 冠笄 安机械 解除 纳畜 牧养 沐浴 伐木 架马 作梁 安门 扫舍 合寿木 安葬 启钻 立碑 修坟","祈福 开光 开市 入宅 动土"],"20231006":["祭祀 出行 沐浴 扫舍 安葬 余事勿取","动土 破土 置产 掘井"],"20231007":["嫁娶 纳采 祭祀 解除 出行 修造 动土 开市 上梁 安床 整手足甲 扫舍 求医 治病 起基 定磉 盖屋 合脊","造庙 行丧 安葬 伐木 作灶 造船"],"20231008":["沐浴 理发 入学 习艺 进人口","嫁娶 入宅"],"20231009":["开光 针灸 会亲友 启钻 安葬","开市 动土 破土"],"20231010":["祭祀 结网 造畜稠","余事勿取"],"20231011":["入殓 除服 成服 移柩 破土 启钻 安葬","移徙 入宅"],"20231012":["嫁娶 订盟 纳采 出行 祭祀 祈福 动土 移徙 入宅 破土 安葬","开市 赴任"],"20231013":["祭祀 解除 破屋 坏垣","余事勿取"],"20231014":["订盟 纳采 会亲友 安机械 纳财 牧养","祈福 安葬"],"20231015":["嫁娶 订盟 纳采 出行 开市 祭祀 祈福 动土 移徙 入宅 破土 安葬","斋醮 安门"],"20231016":["祭祀 塞穴","余事勿取"],"20231017":["祭祀 祈福 求嗣 开光 开市 出行 解除 动土 起基 置产 栽种","嫁娶 作灶 修坟 安门 入宅 立碑 安葬 安床"],"20231018":["祭祀 解除 裁衣 理发 安床 作灶 造畜稠 放水 筑堤 补垣 塞穴 整手足甲 扫舍","嫁娶 开光 会亲友 掘井 安门 栽种"],"20231019":["祭祀 出行 裁衣 冠笄 会亲友 造畜稠 嫁娶 竖柱 上梁 移徙 纳财 纳畜","动土 伐木 作梁 行丧 安葬 开生坟"],"20231020":["祭祀 祈福 求嗣 开光 出行 解除 移徙 伐木 安床 纳畜 出火 拆卸","安葬 修坟 作灶 破土 造庙 动土 嫁娶 纳采"],"20231022":["造畜稠 平治道涂","余事勿取"],"20231023":["入殓 破土 安葬 启钻 除服 成服","余事勿取"],"20231024":["祭祀 入殓 移柩 开生坟 破土 启钻 安葬 除服 成服","余事勿取"],"20231025":["祭祀 解除 破屋 坏垣","余事勿取"],"20231026":["嫁娶 求嗣 纳采 进人口 纳财 结网 纳畜 牧养 会亲友","上梁 作灶 伐木 出行 安葬 安门 理发"],"20231027":["嫁娶 祭祀 开市 开光 出行 入宅 移徙 出火 拆卸 修造 安床","纳畜 伐木 置产 作梁 行丧 安葬 修坟 立碑"],"20231028":["嫁娶 祭祀 作灶 纳财","安葬 开市 修坟 立碑"],"20231029":["嫁娶 祭祀 祈福 求嗣 开光 出行 解除 出火 进人口 开市 交易 立券 挂匾 纳财 入宅 移徙 栽种 破土 谢土","安床 安葬"],"20231030":["嫁娶 祭祀 祈福 求嗣 动土 安床 扫舍 入殓 移柩 破土 启钻 安葬 作灶 整手足甲 补垣 除服 成服","开光 栽种"],"20231031":["祭祀 祈福 求嗣 开光 出行 解除 上梁 入宅 移徙 安床 安门 纳财 纳畜 造畜稠","伐木 行丧 破土 嫁娶 安葬 开渠"],"20231101":["祭祀 开光 出行 解除 理发 伐木 出火 拆卸 上梁 合脊 安床 造畜稠","嫁娶 安葬 行丧 词讼 造桥 作灶 破土 动土"],"20231102":["纳采 订盟 会亲友 沐浴 理发 裁衣 冠笄 安床 除服 成服 启钻 移柩 安葬 开生坟","开市 入宅 出行 嫁娶 修坟 祈福 动土 安门 谢土 上梁"],"20231103":["解除 祭祀 修饰垣墙 平治道涂 造畜稠 余事勿取","嫁娶 开市 交易 入宅 入学 安葬"],"20231104":["入殓 破土 启钻 安葬 除服 成服 余事勿取","开市 入宅 祭祀 置产 补垣 塞穴"],"20231105":["嫁娶 祭祀 祈福 求嗣 开光 出行 拆卸 修造 动土 上梁 安床 纳畜 入殓 破土","入宅 移徙 掘井 理发 伐木 交易 开市 作灶"],"20231106":["祭祀 沐浴 破屋 坏垣 余事勿取","嫁娶 入宅 上梁 出行 安葬"],"20231107":["祭祀 求嗣 冠笄 进人口 会亲友 安门 安床 经络 纳财 牧养 畋猎 放水 割蜜","祈福 斋醮 纳采 订盟 嫁娶 入宅 安葬"],"20231108":["祭祀 解除 祈福 开光 塑绘 斋醮 订盟 纳采 裁衣 冠笄 拆卸 修造 动土 入殓 除服 成服 移柩 启钻 安床 赴任 出行 移徙 竖柱 上梁 伐木 栽种 破土 安葬 纳畜","盖屋 治病"],"20231109":["祭祀 祈福 订盟 纳采 裁衣 合帐 冠笄 安机械 安床 造畜稠 入殓 移柩 启钻 安葬 谢土 除服 成服 会亲友 竖柱 上梁 经络 开市 交易 立券 纳财 纳畜 筑堤","嫁娶 入宅 治病 赴任"]}