[
  "只有对美丽身材的渴望大出对失望的渴望，才有可能减肥成功。",
  "美食当前，却不为所动，这才是减肥的最高境界。",
  "身边有很多关心你的人，为了他们。忍一忍。",
  "不是我们不想减肥，只是敌人太过强大。",
  "大S是一天一香蕉吃个星期。所以你看，就是要忍。为什么别人能你就不可以?",
  "学潜泳时，无论四肢怎么发力都漂在水面上，气得想投河却发现还是沉不下去",
  "心灵美比外在美重要，但两全其美岂不是更好?",
  "不管年纪，漂亮是必须的。减肥也没有藉口，你能把自己吃肥就一定能瘦下来。多岁的女性应该比岁女生更有智慧，你应该知道这个社会对女性多挑剔。必须瘦，不要想太多。",
  "女人不对自己狠心，男人就会对女人狠心!",
  "瘦纸永远不知道胖纸站在秤台上的无奈，胖纸永远不懂瘦纸轻意被推倒的凄凉。",
  "证明自己的能力：减肥能干成，什么事干不了?",
  "看美女一个个活得更滋润，为啥?美女漂亮自然一呼百余辆车接送，任她挑选。",
  "与前任男友街头偶遇，双方都有面子。",
  "美，瘦了一点有什么用啊，才不要听别人虚情假意的说，你好像瘦了一点。瘦一点有什么用！听就要听别人说，哇啊！你好美哦！那样才是美得冒泡！",
  "四月、五月不减肥、六月、七月徒伤悲！",
  "受思深处宜先退，得意浓时便可休，苗条身材不暴饮，肥胖来时不慌忙。",
  "减肥=整容，你不瘦下来怎知自己有多好看。",
  "瘦子穿什么都百搭，胖子穿什么都白搭。",
  "肥胖，挡住了你的高颜值，挡住了你的桃花，甚至挡住了你的健康。在这个瘦子当道的世界，减肥成了人生最重要的课题。",
  "逆水行舟，不瘦则胖。",
  "每天胖一点，你的心就揪紧一点。",
  "多动腿，少动嘴！",
  "一个人连自己食欲都控制不住，还跟咸鱼有什么区别？",
  "把脂肪当成是仇敌来减肥一分一秒都忍到泪水掉下来。",
  "平生不做皱眉事，世上应无切齿人；莫笑他人胖，告知方法好。",
  "头发长、见识也长，地位重、体重也重。",
  "你不减肥，哪天上帝真的为你打开成功之门，你不一定挤得进去！",
  "团队作战，永远大于个人冲锋，一群人减肥瘦身，才有氛围，也更容易坚持。",
  "只要符合三个特点，就都丑不到哪里去，那就是：瘦、白、高。而这其中最容易改变的便是瘦了。",
  "减肥关键就是饿，运动是最没用的，最多是辅助，但你想靠运动瘦下来，不可能。",
  "女人不对自己狠心，男人就会对女人狠心！",
  "你连自己身上的肥肉都搞不定，还想搞定别人的心？",
  "天生我才，瘦在未来！",
  "一份付出，一份收获。",
  "女人不狠，低位不稳，百年大计，减肥为本。",
  "减肥是每个人都可以做到的，只要相信自己可以变得更加美丽，我一定会瘦身成功。",
  "今日不减肥，明日徒伤悲！",
  "每次我说减肥，只不过是想吓吓我的小肉肉们？",
  "千万别在最好的年龄里，吃得最胖，用得最差，活得最便宜。",
  "人们可以原谅婴儿肥，可是你已经不是婴儿了，没有人再认为你的胖好可爱。",
  "你拥有的太少，是因为吃的太多。",
  "不要在该美的年纪一直丑下去。",
  "现在吃一口，夏天徒伤悲。",
  "减肥期间，告诉自己，不吃苦中苦，难为人上人。你吃了别人吃不了的`苦，就能做成别人做不到的事情。",
  "一个瘦下来，不反弹，不是本事。能够帮助别人瘦身成功，不反弹才是高手和牛人。",
  "我愿瘦成一道光，照亮所有胖子。",
  "自律的生活习惯。",
  "一个人，一颗心，把快乐瘦身坚持到底。",
  "减肥不减健康，瘦身不瘦胸。",
  "四月不减肥，五月徒伤悲。",
  "其实会瘦的，就是先胖一会儿玩玩。",
  "总要朝着好的方向去改变，才能过上更好的生活。",
  "“欲”是肥胖的标志。吃能知足，心常惬，人到无求品自高。",
  "锄禾日当午，长肉好痛苦，早上照镜子，一哭一上午，衣服穿不上，心里很痛苦，不穿又不行，穿了更痛苦，想要不痛苦，少吃最靠谱，刚刚下决心，饭桌又犯虎！",
  "明明有能力可以变成更优秀的人，遇见更好的人，过更喜欢的生活，如果因为懒惰放弃了这种机会就太可惜了。",
  "你瘦下来之后就知道自己年轻时候颜值有多高，那时候有没有一种轻得可以飞起来的感觉。",
  "你是最棒的，总会听成，你是最胖的。",
  "能穿下S码衣服才是S身材，你是大S还是小S？",
  "必须减肥！在不克制就一辈子羡慕别人了。",
  "有一颗减肥的心和一个吃货的胃，它俩天天PK，掐指一算，艾玛，今天胃又赢了。",
  "身边有很多关心你的人，为了他们。忍一忍。",
  "将来的你一定会感谢现在拼命减肥的你！！",
  "每日八杯水，第一杯系食早餐之前饮。",
  "减肥的关键就是饿，运动是没有用的，最多就是辅助。你想只靠运动瘦下来，不可能！",
  "还没采摘南瓜，就想到你的身影；还没吃到火鸡，就想到你的体味。感恩节快到了，你是否还一如从前？冒昧地问一声：“小样，减肥成功了没？”",
  "有一颗减肥心，但长着一张好吃嘴。",
  "多种妇科疾病与肥胖有关。",
  "其他女人都能瘦下来你为什么就不行？你是白痴吗？你天生就该当肥猪？",
  "为了爱情的朋友们，你们更应该有自制力。",
  "心灵美比外在美重要，但两全其美岂不是更好?",
  "美貌女子漂亮天然一呼百余辆车接送，任她选拔。",
  "就多走走路吧.有空去逛逛街!去看看好看的衣服有几件是能穿的啊!",
  "胖是懒惰和馋的表现，是自我控制力差的表现！如果你连用自己的手拿起勺子，挖起多少饭，再送进自己的嘴都控制不住，还能做成什么事！",
  "你应该知道这个世界对女人有多挑剔，体重三位数的女人是没有未来的。",
  "连自我体重都控制不了的人，怎样控制自我的人生。",
  "你想一辈子胖吗？想一辈子受人的嘲笑吗？想一辈子抬不起头吗？",
  "当你对美好身材和美丽容颜的渴望远远大于你对食物的渴望时，你就能够减肥成功！减不下来那是因为你对美丽的渴望还不够强烈！",
  "大S是一天一个香蕉，吃3个星期。所以你看，就是要忍。为什麽别人能你就不可以?",
  "是谁当时信誓旦旦的说“我要减肥，一定要成功”——是你!",
  "减肥关键就是饿，运动是最没用的，最多是匡助。但你想靠运动瘦下来，没可能。",
  "减肥尚未成功，同志仍需发奋。",
  "要因为什么“MC来了”“怕营养不均衡”等等借口去吃东西!",
  "小S说“体重超三位数的女人没有未来！”我要未来！",
  "为了感情的兄弟姐妹们，你们更就应有自制力。",
  "你对美好身材的渴望远远大于你对食物的渴望，你就可以成功减肥。减不下来那是因为你对美丽的渴望还不够强烈。",
  "看见别人减了斤斤羡慕的要死，他们是怎样熬过来的，你知道吗?",
  "有谁讨厌那种明明自己很瘦，却老嚷嚷着自己胖要减肥的女生。",
  "如果你不是全心全意、真心真意想要减肥，那么你可能减不下多少体重。一定要把健康的饮食习惯、运动习惯内化成为你的日常思考与行动，才能维持恒久的标准体重与健康身体。",
  "一个人连自己食欲都控制不住，还跟牲口有什么区别?",
  "看见别人减了斤斤羡慕，他们是怎样熬过来的，你知道吗？",
  "漂亮,那是一定要的!但是,减肥的方法也有很多，选一个让你最开心的最能坚持的!",
  "世界上没有丑女人，只有懒女人！",
  "没人能帮你，只能靠自我。从此刻开始别吃了。喝水吧就，饿就去睡觉。",
  "肥胖是会呼吸的痛，它流在血液中来回滚动，后悔不减肥会痛，恨不节食会痛，想瘦不能瘦最痛。",
  "假如你和我说你不可以忍饿问我怎么办，我只能说那你别减了"
]
