{
  "0-0": {
    "j": "搬新房 纳畜 安葬 造畜稠 作灶 伐木 作梁",
    "y": "结婚 会亲友 出行 签订合同 交易 纳财 开业 动土 祈福 祭祀 掘井 开光 求子"
  },
  "0-1": {
    "j": "栽种 安葬",
    "y": "结婚 打扫 搬家 合婚订婚 搬新房 买衣服 订盟 动土 祈福 纳畜 盖屋 安门 祭祀 牧养 修造 拆卸 起基 安香 酬神 出火 伐木 开光 求子 上梁 竖柱 塑绘 斋醮 定磉"
  },
  "0-10": {
    "j": "结婚 出行 搬家 搬新房 开业 赴任 安葬 入殓 出火 收养子女",
    "y": "打扫 合婚订婚 买房 订盟 动土 祈福 栽种 安床 纳畜 安门 祭祀 修造 造畜稠 拆卸 移柩 掘井 开池 立碑 破土 求子 上梁 竖柱 塑绘"
  },
  "0-11": {
    "j": "结婚 栽种 安葬 入殓",
    "y": "出行 合婚订婚 签订合同 开业 买衣服 订盟 祈福 安机械 沐浴 纳畜 祭祀 安装器具 斋醮"
  },
  "0-12": {
    "j": "搬家 搬新房 安葬 安门 出火",
    "y": "结婚 会亲友 出行 合婚订婚 开业 动土 祈福 祭祀 破土 迁坟"
  },
  "0-13": {
    "j": "开业 盖屋 安葬 作灶",
    "y": "出行 打扫 求职入学 合婚订婚 搬新房 习艺 订盟 动土 祈福 沐浴 祭祀 修造 拆卸 起基 移柩 安香 成服 除服 伐木 掘井 求子 上梁 竖柱 塑绘 谢土 造庙 斋醮"
  },
  "0-14": {
    "j": "动土 祈福 安葬 入殓 破土",
    "y": "结婚 出行 搬家 合婚订婚 签订合同 搬新房 开业 纳畜 牧养 出火"
  },
  "0-15": {
    "j": "搬家 搬新房 动土 纳畜 安葬 安门 入殓 探病 伐木 上梁",
    "y": "结婚 出行 签订合同 交易 开业 祈福 安床 祭祀 拆卸 开光 求子"
  },
  "0-16": {
    "j": "买车 安葬 入殓 上梁 合帐",
    "y": "会亲友 打扫 搬家 搬新房 动土 祈福 祭祀 求医 治病 合寿木 开生坟 安香 破土 求子 斋醮"
  },
  "0-17": {
    "j": "结婚 出行 搬新房 安葬 作灶 入殓 成人礼 上梁",
    "y": "理发 开业 祈福 祭祀 牧养 开光 求子"
  },
  "0-18": {
    "j": "搬新房 盖屋 安葬 安门 出火",
    "y": "结婚 会亲友 出行 打扫 合婚订婚 纳财 开业 出货财 订盟 动土 开仓 纳畜 祭祀 牧养 修造 开池 开光 破土 普渡 迁坟 上梁 竖柱 斋醮"
  },
  "0-19": {
    "j": "馀事勿取",
    "y": "祭祀 修坟 成服 除服 立碑 迁坟"
  },
  "0-2": {
    "j": "安葬 祭祀 作灶 入殓",
    "y": "结婚 出行 打扫 合婚订婚 签订合同 交易 买房 开业 订盟 动土 栽种 安床 挂匾 修造 拆卸 安香 出火 开光"
  },
  "0-20": {
    "j": "开业 出货财 安床 开仓 安葬 安门",
    "y": "结婚 出行 搬家 合婚订婚 搬新房 订盟 祈福 祭祀 求医 治病 出火"
  },
  "0-21": {
    "j": "馀事勿取",
    "y": "打扫"
  },
  "0-22": {
    "j": "搬家 搬新房 开业 安葬",
    "y": "打扫 合婚订婚 订盟 动土 祈福 栽种 盖屋 归岫 架马 修造 起基 成服 除服 合嵴 掘井 开柱眼 破土 上梁 斋醮"
  },
  "0-23": {
    "j": "结婚 理发 栽种 安葬 作灶 入殓 行丧 造庙 造桥",
    "y": "搬家 签订合同 交易 搬新房 纳财 开业 动土 祈福 安床 纳畜 造畜稠 开光 求子"
  },
  "0-24": {
    "j": "搬新房 安葬 作灶 上梁",
    "y": "结婚 出行 合婚订婚 签订合同 交易 开业 买衣服 订盟 动土 祈福 沐浴 祭祀 放水 移柩 成人礼 安装器具 成服 除服 开光 破土 迁坟 求子 塑绘"
  },
  "0-25": {
    "j": "开业 安葬 入殓 合帐",
    "y": "结婚 搬家 搬新房 动土 祈福 安床 祭祀 拆卸 出火 开光 破土 求子 谢土"
  },
  "0-26": {
    "j": "搬新房 安床 安葬 入殓",
    "y": "结婚 会亲友 出行 合婚订婚 签订合同 交易 纳财 开业 赴任 订盟 动土 栽种 移柩 除服 收养子女 破土 迁坟 谢土"
  },
  "0-27": {
    "j": "搬家 搬新房 盖屋 安葬 安门 修造 入殓 伐木",
    "y": "出行 签订合同 交易 买房 开业 动土 祈福 栽种 安床 纳畜 祭祀 造仓 起基 修坟 开光 破土 迁坟 求子 定磉"
  },
  "0-28": {
    "j": "开业 安门",
    "y": "结婚 出行 搬家 合婚订婚 搬新房 动土 祈福 祭祀 求医 治病"
  },
  "0-29": {
    "j": "出行 搬家 诉讼 栽种 安葬 行丧 破土",
    "y": "结婚 合婚订婚 买衣服 订盟 动土 祈福 安床 纳畜 盖屋 祭祀 牧养 修造 作灶 起基 成人礼 开光 求子 上梁 作梁"
  },
  "0-3": {
    "j": "结婚 安葬",
    "y": "合婚订婚 签订合同 交易 订盟 动土 祭祀 破土"
  },
  "0-30": {
    "j": "无",
    "y": "结婚 出行 合婚订婚 签订合同 交易 开业 买衣服 订盟 动土 祈福 栽种 安床 放水 移柩 成服 除服 掘井 开渠 破土"
  },
  "0-31": {
    "j": "结婚 搬新房 开业 动土 安葬 破土",
    "y": "祭祀 修坟 移柩 馀事勿取 成服 除服 迁坟"
  },
  "0-32": {
    "j": "安床 安葬 作灶 入殓",
    "y": "结婚 合婚订婚 搬新房 赴任 订盟 祈福 沐浴 纳畜 祭祀 拆卸 移柩 出火 迁坟 竖柱 谢土 斋醮"
  },
  "0-33": {
    "j": "会亲友 理发 搬新房 安葬 安门 修造 作灶 入殓 伐木 上梁",
    "y": "结婚 出行 打扫 签订合同 交易 开业 动土 祈福 挂匾 祭祀 拆卸 成人礼 开光 破土 求子 斋醮"
  },
  "0-34": {
    "j": "结婚 作灶",
    "y": "合婚订婚 订盟 动土 祈福 祭祀 修造 破土 上梁"
  },
  "0-35": {
    "j": "结婚 搬新房 安葬 行丧 合帐",
    "y": "会亲友 求职入学 合婚订婚 订盟 祈福 沐浴 纳畜 祭祀 牧养 造畜稠 治病 安装器具 收养子女 掘井 开池 求子 斋醮"
  },
  "0-36": {
    "j": "搬新房 安葬 作灶 入殓",
    "y": "出行 合婚订婚 签订合同 交易 纳财 开业 买衣服 订盟 祈福 沐浴 祭祀 移柩 成人礼 除服 求子 谢土 斋醮"
  },
  "0-37": {
    "j": "交易 开业 安葬 合帐",
    "y": "结婚 出行 搬家 合婚订婚 搬新房 订盟 动土 祈福 安床 安门 祭祀 修造 移柩 出火 立碑 破土 上梁"
  },
  "0-38": {
    "j": "祈福 安葬 祭祀 作灶 入殓 探病",
    "y": "结婚 出行 搬家 签订合同 交易 搬新房 开业 栽种 安床 挂匾 拆卸 出火 收养子女 开光"
  },
  "0-39": {
    "j": "搬新房 安葬 安门",
    "y": "结婚 会亲友 出行 合婚订婚 签订合同 交易 开业 习艺 订盟 动土 祈福 栽种 祭祀 造仓 拆卸 放水 起基 修坟 安装器具 开池 开光 开渠 立碑 破土 迁坟 求子 谢土"
  },
  "0-4": {
    "j": "买房 搬新房 安葬 行丧",
    "y": "结婚 出行 打扫 合婚订婚 订盟 动土 祈福 栽种 安床 造车器 祭祀 修造 拆卸 成人礼 出火 伐木 开光 破土 求子 上梁"
  },
  "0-40": {
    "j": "签订合同 交易 开业 安葬",
    "y": "结婚 出行 打扫 搬家 搬新房 祈福 栽种 安床 祭祀 修造 拆卸 移柩 出火 伐木 开光 求子 上梁"
  },
  "0-41": {
    "j": "出行 安葬 造桥",
    "y": "结婚 合婚订婚 习艺 订盟 安床 沐浴 纳畜 盖屋 挂匾 祭祀 治病 作灶 安装器具 出火 伐木 掘井 开光 上梁 竖柱 塑绘"
  },
  "0-42": {
    "j": "搬新房 盖屋 安门 修造 入殓 伐木 上梁 作梁",
    "y": "结婚 出行 动土 祈福 安床 祭祀 掘井 破土 迁坟 求子"
  },
  "0-43": {
    "j": "开业 动土 祈福 安葬 入殓 破土 造船",
    "y": "会亲友 打扫 求职入学 祭祀 打鱼 移柩 成服 除服 结网 迁坟 打猎"
  },
  "0-44": {
    "j": "结婚 搬新房 安床 安葬 安门 作灶 修坟 立碑",
    "y": "出行 打扫 买房 开业 动土 祈福 栽种 祭祀 起基 开光 求子"
  },
  "0-45": {
    "j": "搬家 搬新房 安葬 入殓 出火",
    "y": "出行 求职入学 买房 纳财 开业 动土 祈福 栽种 纳畜 祭祀 牧养 拆卸 起基 问名 掘井 开渠 破土 迁坟 求子 斋醮 定磉"
  },
  "0-46": {
    "j": "结婚 出行 搬家 搬新房 赴任 盖屋 安葬 入殓 出火 收养子女",
    "y": "打扫 动土 祈福 栽种 安床 纳畜 祭祀 移柩 掘井 开光 破土 作梁"
  },
  "0-47": {
    "j": "结婚 出行 动土 安葬 行丧 造庙",
    "y": "会亲友 合婚订婚 签订合同 交易 开业 订盟 安床 沐浴 架马 安门 祭祀 牧养 造畜稠 拆卸 出火 伐木 掘井 开光 开柱眼 上梁 竖柱 塑绘 斋醮 作梁"
  },
  "0-48": {
    "j": "出行 搬新房 纳畜 安葬 作灶 出火 伐木",
    "y": "结婚 打扫 动土 祈福 栽种 安床 祭祀 掘井 开池 开光 破土 迁坟 求子"
  },
  "0-49": {
    "j": "合婚订婚 交易 开业 动土 安门",
    "y": "出行 打扫 搬家 搬新房 祈福 纳畜 盖屋 架马 牧养 修造 起基 移柩 成服 除服 伐木 开光 求子 谢土 造庙"
  },
  "0-5": {
    "j": "安葬 造庙",
    "y": "结婚 搬家 签订合同 搬新房 开业 动土 祈福 祭祀"
  },
  "0-50": {
    "j": "安葬 祭祀 入殓 探病",
    "y": "结婚 出行 打扫 搬家 签订合同 交易 搬新房 开业 动土 祈福 安床 拆卸 出火 开光 破土 求子 谢土"
  },
  "0-51": {
    "j": "搬新房 开业 盖屋 探病 出火",
    "y": "结婚 会亲友 出行 打扫 理发 合婚订婚 习艺 订盟 动土 祈福 安床 纳畜 祭祀 牧养 修造 拆卸 放水 起基 修坟 成服 除服 立碑 破土 求子 竖柱 斋醮 针灸 定磉"
  },
  "0-52": {
    "j": "诸事不宜",
    "y": "打扫 馀事勿取 坏垣"
  },
  "0-53": {
    "j": "求职入学 搬新房 盖屋 安葬 作灶 行丧",
    "y": "结婚 会亲友 纳畜 祭祀 牧养 求医 治病 放水 安装器具 掘井 开光 开渠 塑绘"
  },
  "0-54": {
    "j": "搬家 买房 搬新房 纳畜 盖屋 安葬 入殓 伐木",
    "y": "结婚 会亲友 出行 打扫 祈福 栽种 安床 祭祀 移柩 成服 除服 收养子女 开光 求子"
  },
  "0-55": {
    "j": "结婚 开业 动土 安葬 掘井 开池",
    "y": "会亲友 打扫 祭祀 移柩 除虫 成服 除服 普渡 迁坟 打猎"
  },
  "0-56": {
    "j": "安床 安葬",
    "y": "结婚 出行 打扫 搬家 签订合同 交易 搬新房 纳财 开业 祈福 栽种 挂匾 祭祀 出火 收养子女 开光 破土 求子 谢土"
  },
  "0-57": {
    "j": "搬家 搬新房 安葬 安门 作梁",
    "y": "出行 打扫 房屋清洁 理发 动土 祈福 沐浴 祭祀 拆卸 起基 移柩 成人礼 安装器具 成服 除服 掘井 开池 立碑 迁坟 求子 谢土 斋醮 定磉"
  },
  "0-58": {
    "j": "结婚 出行 搬家 搬新房 赴任 安葬 入殓 收养子女 开渠",
    "y": "买房 动土 祈福 栽种 安床 祭祀 修造 拆卸 开光 破土 求子 上梁"
  },
  "0-59": {
    "j": "结婚 出行 安葬 入殓",
    "y": "会亲友 沐浴 造畜稠 作灶 放水 成人礼 开光 塑绘"
  },
  "0-6": {
    "j": "搬新房 纳畜 盖屋 安葬 安门 作灶 入殓 探病 伐木 上梁",
    "y": "结婚 出行 理发 合婚订婚 订盟 动土 栽种 安床 祭祀 放水 收养子女 开光 开渠"
  },
  "0-7": {
    "j": "交易 开业 安葬 入殓",
    "y": "诸事不宜"
  },
  "0-8": {
    "j": "搬新房 买衣服 安床 安葬 安门",
    "y": "结婚 出行 房屋清洁 求职入学 买房 出货财 动土 祈福 栽种 开仓 祭祀 牧养 求医 治病 开生坟 起基 开光 立碑 破土 求子 上梁 竖柱 谢土 斋醮"
  },
  "0-9": {
    "j": "诸事不宜",
    "y": "无"
  },
  "1-0": {
    "j": "结婚 搬家 搬新房 开仓",
    "y": "出行 合婚订婚 买衣服 订盟 祈福 安床 沐浴 挂匾 祭祀 造畜稠 拆卸 起基 入殓 移柩 成服 除服 迁坟 求子 上梁 竖柱 斋醮 合帐"
  },
  "1-1": {
    "j": "结婚 出行 搬新房 动土 栽种 开光 破土 针灸",
    "y": "祈福 纳畜 祭祀 入殓 成服 除服 迁坟 求子 谢土"
  },
  "1-10": {
    "j": "搬新房 作灶",
    "y": "出行 合婚订婚 订盟 祈福 安葬 入殓 移柩 结网 立碑 破土 斋醮"
  },
  "1-11": {
    "j": "结婚 开业 祈福 栽种 安床 安葬 掘井 开光",
    "y": "出行 搬家 搬新房 动土 安门 修造 造仓 造畜稠 起基 补垣 收养子女 塞穴 上梁"
  },
  "1-12": {
    "j": "结婚 搬新房 作灶 掘井",
    "y": "交易 买车 祈福 安床 安机械 沐浴 造车器 安葬 祭祀 入殓 移柩 立碑 迁坟 斋醮 合帐"
  },
  "1-13": {
    "j": "结婚 动土 盖屋 开光 破土",
    "y": "祈福 安葬 祭祀 入殓 移柩 成服 除服 迁坟 求子 斋醮"
  },
  "1-14": {
    "j": "结婚 搬新房 祭祀 开光",
    "y": "合婚订婚 签订合同 交易 纳财 买衣服 订盟 买车 安床 安机械 纳畜 架马 安葬 造仓 拆卸 入殓 修坟 移柩 成人礼 补垣 成服 除服 伐木 立碑 破土 迁坟 塞穴 筑堤 合帐"
  },
  "1-15": {
    "j": "结婚 安葬 安门 探病 掘井 开光",
    "y": "交易 纳财 祈福 祭祀 作灶 成人礼 求子 斋醮"
  },
  "1-16": {
    "j": "开仓 掘井 开光",
    "y": "结婚 出行 搬家 搬新房 动土 祈福 栽种 安床 安葬 祭祀 修造 作灶 拆卸 出火 破土 求子 塞穴"
  },
  "1-17": {
    "j": "开业 祈福 安葬 掘井 开光",
    "y": "结婚 搬家 搬新房 动土 纳畜 架马 牧养 修造 作灶 起基 成人礼 补垣 开池 塞穴 造船 定磉"
  },
  "1-18": {
    "j": "馀事勿取",
    "y": "安葬 祭祀 入殓 移柩 成服 除服 破土 迁坟 谢土"
  },
  "1-19": {
    "j": "动土 诉讼 掘井 开光 破土 上梁",
    "y": "结婚 祈福 安葬 祭祀 入殓 补垣 成服 除服 断蚁 普渡 塞穴 筑堤"
  },
  "1-2": {
    "j": "结婚 搬新房 开业 作灶 开光",
    "y": "合婚订婚 订盟 动土 安床 安葬 修造 造仓 拆卸 入殓 移柩 成人礼 成服 除服 破土 迁坟"
  },
  "1-20": {
    "j": "搬新房 开业 祈福 安床 挂匾 掘井 开光",
    "y": "结婚 出行 搬家 动土 安葬 修造 拆卸 修坟 伐木 立碑 破土"
  },
  "1-21": {
    "j": "结婚 会亲友 栽种 安葬 开光 针灸",
    "y": "房屋清洁 美甲浴足 理发 沐浴 祭祀 作灶 入殓 成人礼 补垣 破土 迁坟 塞穴"
  },
  "1-22": {
    "j": "结婚 搬家 搬新房 开业 作灶 出火 收养子女 掘井 开光",
    "y": "安床 祭祀 入殓 移柩 补垣 开池 破土 迁坟"
  },
  "1-23": {
    "j": "结婚 祈福 安葬 行丧 掘井 开光",
    "y": "搬家 合婚订婚 搬新房 买衣服 订盟 动土 栽种 开仓 沐浴 纳畜 开厕 安门 祭祀 修造 拆卸 成人礼 补垣 塞穴 筑堤 合帐"
  },
  "1-24": {
    "j": "结婚 出行 买房 搬新房 动土 栽种 治病 开光 破土",
    "y": "签订合同 交易 买衣服 安床 安葬 入殓 移柩 成服 除服"
  },
  "1-25": {
    "j": "结婚 出行 搬新房 动土",
    "y": "签订合同 交易 买衣服 祈福 安床 祭祀 入殓 移柩 成服 酬神 除服 迁坟 求子 谢土"
  },
  "1-26": {
    "j": "结婚 出行 搬家 搬新房 安门 祭祀 出火 开光",
    "y": "签订合同 交易 动土 栽种 安床 纳畜 安葬 牧养 修造 拆卸 入殓 伐木 上梁"
  },
  "1-27": {
    "j": "结婚 合婚订婚 安门 掘井",
    "y": "买衣服 祈福 安床 安葬 祭祀 造畜稠 入殓 移柩 成服 除服 立碑 破土 迁坟 谢土 合帐"
  },
  "1-28": {
    "j": "搬家 搬新房 开业 安床 修造 开光 开渠 上梁",
    "y": "结婚 签订合同 交易 开厕 打鱼 开生坟 补垣 塞穴 打猎"
  },
  "1-29": {
    "j": "结婚 安葬",
    "y": "搬家 搬新房 买衣服 纳畜 作灶"
  },
  "1-3": {
    "j": "搬家 理发 搬新房 安门 作灶 开光",
    "y": "出行 动土 安床 安葬 祭祀 修造 造畜稠 合寿木 开生坟 入殓 移柩 补垣 破土 迁坟 塞穴 合帐"
  },
  "1-30": {
    "j": "结婚 安葬 治病 掘井 开光 破土",
    "y": "买车 沐浴 祭祀 入殓 移柩 补垣 成服 除服 立碑 迁坟 塞穴"
  },
  "1-31": {
    "j": "动土 破土",
    "y": "结婚 搬家 搬新房 祈福 祭祀 作灶 斋醮"
  },
  "1-32": {
    "j": "搬新房 开业 动土 祈福 开光",
    "y": "结婚 打扫 房屋清洁 安机械 沐浴 纳畜 架马 安葬 安门 牧养 合寿木 修坟 成人礼 伐木 立碑 迁坟 作梁"
  },
  "1-33": {
    "j": "动土 上梁",
    "y": "结婚 安机械 安葬 祭祀 入殓 破土"
  },
  "1-34": {
    "j": "买房 作灶 掘井 开光 造船",
    "y": "结婚 买衣服 安床 造畜稠 入殓 移柩 破土 合帐"
  },
  "1-35": {
    "j": "搬新房 安葬",
    "y": "出行 理发 沐浴 补垣 塞穴"
  },
  "1-36": {
    "j": "结婚 买房 搬新房 开业 动土 栽种 开光 破土",
    "y": "交易 纳财 祈福 沐浴 安葬 祭祀 造畜稠 入殓 修坟 移柩 问名 教牛马 立碑 求子 谢土"
  },
  "1-37": {
    "j": "结婚 出行 搬家 搬新房 动土 作灶 掘井 开光 针灸",
    "y": "祈福 安葬 祭祀 入殓 移柩 迁坟 求子"
  },
  "1-38": {
    "j": "结婚 搬新房 祈福 出火",
    "y": "签订合同 交易 动土 安机械 安葬 修造 入殓 成人礼 破土"
  },
  "1-39": {
    "j": "开业 诉讼 开光",
    "y": "结婚 出行 签订合同 交易 安床 安葬 作灶 入殓 移柩 成人礼 成服 除服 破土 合帐"
  },
  "1-4": {
    "j": "赴任 除虫",
    "y": "结婚 出行 搬家 搬新房 买衣服 安床 安葬 祭祀 作灶 破土"
  },
  "1-40": {
    "j": "搬新房 盖屋 安葬 安门 上梁 造桥",
    "y": "结婚 出行 搬家 造车器 开厕 祭祀 作灶 入殓 成人礼 补垣 成服 除服 破土 迁坟 塞穴"
  },
  "1-41": {
    "j": "出行 祈福 栽种 安葬",
    "y": "结婚 合婚订婚 买衣服 动土 安门 修造 造畜稠 作灶 起基 成人礼 伐木 求子 上梁 竖柱 筑堤 作梁 合帐"
  },
  "1-42": {
    "j": "结婚 搬新房 开业 盖屋 开光",
    "y": "安葬 祭祀 入殓 移柩 成服 除服 断蚁 结网 破土 迁坟 塞穴"
  },
  "1-43": {
    "j": "理发 盖屋 作灶 掘井 开光 造船",
    "y": "结婚 出行 搬家 动土 祈福 安床 安葬 祭祀 修造 拆卸 入殓 出火 破土 迁坟 求子"
  },
  "1-44": {
    "j": "结婚 合婚订婚 开业 祈福 祭祀 修坟 斋醮",
    "y": "出行 搬家 搬新房 动土 沐浴 安葬 修造 成人礼 破土"
  },
  "1-45": {
    "j": "结婚 会亲友 栽种 安门 掘井 开光",
    "y": "打扫 房屋清洁 美甲浴足 理发 买衣服 安床 祭祀 造畜稠 作灶 放水 补垣 塞穴 筑堤"
  },
  "1-46": {
    "j": "结婚 搬新房 安床 掘井 开光",
    "y": "理发 买房 安葬 祭祀 入殓 移柩 成服 除服 破土 塞穴"
  },
  "1-47": {
    "j": "结婚 祈福 安床 安葬 行丧 掘井",
    "y": "动土 栽种 开厕 安门 修造 作灶 补垣 开池 塞穴 筑堤 作梁"
  },
  "1-48": {
    "j": "结婚 开业 动土 开光 破土",
    "y": "签订合同 交易 纳财 买衣服 安床 安葬 造畜稠 入殓 修坟 移柩 成服 除服 立碑 迁坟 谢土"
  },
  "1-49": {
    "j": "搬新房 诉讼 出火",
    "y": "买衣服 买车 安床 安葬 祭祀 作灶 入殓 移柩 伐木 迁坟 作梁 合帐"
  },
  "1-5": {
    "j": "出行 祈福 安床 安葬 行丧 开光",
    "y": "结婚 搬家 纳财 买衣服 动土 栽种 安门 修造 拆卸 成人礼 出火 伐木 塞穴 上梁 筑堤 合帐"
  },
  "1-50": {
    "j": "结婚 出行 祭祀 掘井 上梁",
    "y": "买衣服 动土 买车 安葬 修造 拆卸 合寿木 入殓 修坟 移柩 成服 除服 伐木 合嵴 开柱眼 立碑 破土 迁坟"
  },
  "1-51": {
    "j": "结婚 开业 栽种 探病 掘井 开光",
    "y": "签订合同 交易 买衣服 安床 安葬 祭祀 入殓 成人礼 补垣 成服 除服 开池 破土 迁坟 塞穴 谢土"
  },
  "1-52": {
    "j": "馀事勿取",
    "y": "无"
  },
  "1-53": {
    "j": "结婚 出行 搬家 理发 搬新房 安葬 行丧 出火 收养子女 掘井 开光",
    "y": "动土 栽种 安床 安门 修造 造畜稠 起基 补垣 筑堤"
  },
  "1-54": {
    "j": "结婚 搬家 搬新房 开业 安门 开光",
    "y": "祭祀 馀事勿取 结网 塞穴 打猎"
  },
  "1-55": {
    "j": "出行 搬新房 买衣服 安门 修造 作灶 开光 上梁",
    "y": "会亲友 动土 安葬 祭祀 入殓 移柩 开池 破土 塞穴 筑堤"
  },
  "1-56": {
    "j": "开业 祈福 安床 祭祀 开光",
    "y": "结婚 出行 打扫 搬家 搬新房 动土 架马 安葬 修造 合寿木 开生坟 入殓 修坟 移柩 成人礼 伐木 开柱眼 破土"
  },
  "1-57": {
    "j": "栽种 开光",
    "y": "结婚 房屋清洁 美甲浴足 动土 祈福 安床 安葬 祭祀 作灶 入殓 移柩 补垣 成服 除服 破土 迁坟 求子"
  },
  "1-58": {
    "j": "安葬 修坟 掘井 开光 谢土",
    "y": "结婚 会亲友 合婚订婚 买房 安床 造畜稠 成人礼 除虫 塞穴"
  },
  "1-59": {
    "j": "结婚 搬家 搬新房 祈福 掘井 开光",
    "y": "买衣服 沐浴 开厕 修造 成人礼 安装器具 补垣 断蚁 开柱眼 塞穴 筑堤 作梁"
  },
  "1-6": {
    "j": "诸事不宜",
    "y": "安葬 入殓 移柩 馀事勿取 补垣 成服 除服 结网 迁坟 塞穴"
  },
  "1-7": {
    "j": "结婚 搬新房 掘井 开光 斋醮 针灸",
    "y": "出行 动土 安床 安葬 祭祀 修造 造畜稠 拆卸 起基 入殓 移柩 补垣 出火 破土 塞穴 作梁"
  },
  "1-8": {
    "j": "交易 开业 安床 开光",
    "y": "结婚 搬家 搬新房 买衣服 动土 买车 安机械 安葬 祭祀 造仓 拆卸 起基 入殓 成人礼 迁坟"
  },
  "1-9": {
    "j": "出行 买房 开业 诉讼 栽种 安门 掘井 开光",
    "y": "结婚 搬家 买衣服 安床 安葬 祭祀 入殓 移柩 成人礼 破土 塞穴 合帐"
  },
  "10-0": {
    "j": "结婚 合婚订婚 搬新房 订盟 动土 开仓 纳畜 问名 出火 伐木 破土",
    "y": "打扫 签订合同 交易 开业 祈福 安床 安葬 挂匾 祭祀 修造 开光 求子"
  },
  "10-1": {
    "j": "结婚 安葬",
    "y": "合婚订婚 开业 动土 祈福 纳畜 祭祀 求医 治病"
  },
  "10-10": {
    "j": "结婚 搬家 搬新房 安葬 安门",
    "y": "打鱼 结网 塞穴 打猎"
  },
  "10-11": {
    "j": "结婚 栽种 安葬 伐木",
    "y": "出行 搬家 合婚订婚 签订合同 搬新房 开业 买衣服 动土 安床 沐浴 安门 挂匾 祭祀 拆卸 起基 安香 开光 求子 上梁 竖柱 塑绘"
  },
  "10-12": {
    "j": "结婚 开业 出火",
    "y": "合婚订婚 出货财 订盟 祈福 开仓 盖屋 安门 祭祀 起基 入殓 开光 破土 迁坟 求子 上梁 竖柱 谢土 斋醮 定磉"
  },
  "10-13": {
    "j": "结婚 出行 搬家 理发 搬新房 出火",
    "y": "签订合同 交易 开业 动土 祈福 栽种 安床 安葬 祭祀 修造 拆卸 移柩 伐木 收养子女 开光 破土"
  },
  "10-14": {
    "j": "结婚 搬家 搬新房 祭祀 上梁 斋醮",
    "y": "合婚订婚 签订合同 开业 动土 安机械 安葬 求医 修造 治病 成人礼 破土"
  },
  "10-15": {
    "j": "无",
    "y": "结婚 出行 打扫 搬家 签订合同 交易 搬新房 开业 动土 祈福 栽种 安床 纳畜 安葬 挂匾 修造 拆卸 入殓 移柩 收养子女 开光 求子"
  },
  "10-16": {
    "j": "合婚订婚 订盟 买车 安葬 行丧 探病",
    "y": "结婚 搬家 签订合同 交易 搬新房 开业 动土 祈福 安床 造车器 祭祀 修造 治病 安香 除虫 结网 开光 普渡 斋醮 打猎"
  },
  "10-17": {
    "j": "结婚 出行 搬家 纳畜 安葬 行丧 伐木 立碑",
    "y": "签订合同 交易 搬新房 开业 动土 栽种 安床 挂匾 祭祀 修造 拆卸 出火 收养子女 开光"
  },
  "10-18": {
    "j": "盖屋 架马 合寿木 开光 上梁",
    "y": "结婚 会亲友 出行 搬家 合婚订婚 签订合同 搬新房 开业 订盟 造车器 安葬 祭祀 破土"
  },
  "10-19": {
    "j": "出行 搬家 搬新房 赴任 诉讼 作灶",
    "y": "会亲友 打扫 理发 祈福 栽种 纳畜 安葬 祭祀 牧养 修坟 开光 立碑 迁坟 求子"
  },
  "10-2": {
    "j": "结婚 搬新房 祭祀 作灶 出火",
    "y": "打扫 签订合同 交易 买房 开业 动土 栽种 安床 安葬 挂匾 修造 拆卸 开光 破土 上梁"
  },
  "10-20": {
    "j": "结婚 动土 安床 掘井 造桥",
    "y": "会亲友 出行 打扫 搬家 合婚订婚 搬新房 订盟 祈福 安机械 纳畜 盖屋 安门 祭祀 牧养 求医 修造 治病 起基 入殓 修坟 移柩 安香 出火 开光 立碑 迁坟 谢土 造船 斋醮 针灸"
  },
  "10-21": {
    "j": "馀事勿取",
    "y": "安葬 祭祀 入殓 修坟 成服 除服 立碑 破土 迁坟"
  },
  "10-22": {
    "j": "馀事勿取",
    "y": "安葬 祭祀 入殓 移柩 成服 除服 结网 破土"
  },
  "10-23": {
    "j": "结婚 理发 纳畜 架马 安葬 牧养 行丧 伐木 作梁",
    "y": "搬家 签订合同 交易 搬新房 开业 动土 祈福 安床 挂匾 祭祀 拆卸 收养子女 开光 上梁"
  },
  "10-24": {
    "j": "搬新房 安葬 出火 伐木",
    "y": "合婚订婚 开业 买衣服 订盟 动土 买车 安床 安机械 祭祀 修造 拆卸 成人礼 开光 塑绘"
  },
  "10-25": {
    "j": "结婚 搬家 搬新房 安葬 掘井",
    "y": "出行 打扫 签订合同 交易 开业 动土 祈福 栽种 安床 纳畜 祭祀 牧养 开光 破土 上梁 竖柱"
  },
  "10-26": {
    "j": "无",
    "y": "会亲友 合婚订婚 开业 订盟 动土 栽种 纳畜 安葬 牧养 修造 拆卸 起基 入殓 移柩 成服 除服 雕刻 收养子女 破土"
  },
  "10-27": {
    "j": "纳畜 合寿木 伐木 掘井",
    "y": "结婚 出行 搬家 合婚订婚 签订合同 交易 搬新房 开业 订盟 动土 祈福 栽种 安床 安葬 挂匾 祭祀 修造 拆卸 入殓 出火 收养子女 开光 破土 求子 谢土"
  },
  "10-28": {
    "j": "无",
    "y": "打扫 合婚订婚 开业 订盟 动土 祈福 纳畜 安葬 牧养 造仓 放水 开生坟 起基 入殓 移柩 成服 除服 破土 求子"
  },
  "10-29": {
    "j": "结婚 出行 搬家 搬新房 诉讼 纳畜 安葬 出火 收养子女 破土",
    "y": "签订合同 交易 纳财 开业 动土 祈福 栽种 安床 挂匾 祭祀 拆卸 开光"
  },
  "10-3": {
    "j": "赴任",
    "y": "结婚 出行 搬家 合婚订婚 搬新房 开业 动土 安葬 破土 上梁"
  },
  "10-30": {
    "j": "开仓 成人礼 伐木 作梁",
    "y": "结婚 会亲友 出行 搬家 合婚订婚 签订合同 交易 搬新房 纳财 开业 赴任 买衣服 订盟 买车 祈福 安床 安葬 祭祀 修造 拆卸 入殓 安香 收养子女 开光 迁坟 上梁 塑绘 谢土 斋醮"
  },
  "10-31": {
    "j": "结婚 出行 搬家 搬新房 出火 收养子女",
    "y": "打扫 祈福 栽种 纳畜 安葬 祭祀 修造 拆卸 修坟 伐木 开光 立碑 求子"
  },
  "10-32": {
    "j": "无",
    "y": "出行 打扫 搬家 修造 拆卸 入殓 修坟 移柩 成服 除服 立碑 迁坟 塑绘 谢土 造船 斋醮"
  },
  "10-33": {
    "j": "结婚 合婚订婚 搬新房 订盟 作灶",
    "y": "安葬 祭祀 入殓 修坟 成服 除服 立碑 破土 迁坟 斋醮"
  },
  "10-34": {
    "j": "结婚 搬新房 作灶 上梁",
    "y": "安葬 打鱼 入殓 移柩 成服 除服 立碑 破土"
  },
  "10-35": {
    "j": "结婚 安葬 合寿木 行丧 定磉",
    "y": "打扫 理发 买车 祈福 栽种 沐浴 祭祀 牧养 治病 掘井 开池 开光 立碑 求子 斋醮"
  },
  "10-36": {
    "j": "诸事不宜",
    "y": "无"
  },
  "10-37": {
    "j": "结婚 搬新房 买衣服 安床 上梁",
    "y": "打扫 合婚订婚 签订合同 交易 纳财 开业 订盟 动土 祈福 栽种 纳畜 安葬 祭祀 造仓 起基 收养子女 开池 开光 破土 求子"
  },
  "10-38": {
    "j": "结婚 开光",
    "y": "动土 安葬 求医 治病 入殓 破土 上梁"
  },
  "10-39": {
    "j": "搬新房 开业 诉讼 合寿木 掘井",
    "y": "结婚 会亲友 合婚订婚 订盟 祈福 盖屋 安葬 安门 祭祀 求医 治病 起基 安装器具 成服 除服 开池 开光 破土 上梁 竖柱 斋醮 筑堤"
  },
  "10-4": {
    "j": "结婚 搬新房 牧养 掘井",
    "y": "出行 搬家 合婚订婚 签订合同 交易 开业 订盟 动土 祈福 栽种 安床 安机械 纳畜 安葬 祭祀 修造 拆卸 移柩 出火 收养子女 开光 破土 普渡 求子 上梁"
  },
  "10-40": {
    "j": "开光 针灸",
    "y": "结婚 搬家 合婚订婚 搬新房 订盟 动土 祈福 安葬 祭祀 求医 治病 破土"
  },
  "10-41": {
    "j": "出行 栽种 纳畜 安葬 行丧 伐木 造庙 造桥",
    "y": "结婚 打扫 搬家 合婚订婚 签订合同 交易 搬新房 开业 订盟 祈福 安床 挂匾 祭祀 出火 收养子女 开光 求子"
  },
  "10-42": {
    "j": "安门 斋醮",
    "y": "结婚 出行 搬家 合婚订婚 搬新房 开业 订盟 动土 祈福 安葬 祭祀 破土"
  },
  "10-43": {
    "j": "结婚 搬家 搬新房 开业 出火",
    "y": "会亲友 合婚订婚 订盟 动土 祈福 安机械 安葬 祭祀 修造 破土"
  },
  "10-44": {
    "j": "诸事不宜",
    "y": "打扫 馀事勿取 坏垣"
  },
  "10-45": {
    "j": "结婚 搬新房 安葬 修造 行丧 造庙",
    "y": "打扫 沐浴 祭祀 馀事勿取 补垣 断蚁 塞穴"
  },
  "10-46": {
    "j": "诸事不宜",
    "y": "安葬 入殓 移柩 成服 除服 结网 破土"
  },
  "10-47": {
    "j": "结婚 祈福 安葬 破土",
    "y": "出行 搬家 合婚订婚 签订合同 交易 纳财 开业 动土 修造 拆卸 起基 成人礼 出火 开光 求子 上梁 造船"
  },
  "10-48": {
    "j": "无",
    "y": "打扫 合婚订婚 动土 祈福 安床 安葬 祭祀 拆卸 入殓 移柩 成人礼 出火 收养子女 掘井 开池 开光 破土 求子 上梁 造庙"
  },
  "10-49": {
    "j": "结婚 搬家 搬新房 出火",
    "y": "会亲友 签订合同 交易 开业 动土 栽种 安机械 盖屋 开厕 安葬 安门 牧养 求医 修造 造畜稠 治病 作灶 放水 起基 开池 开光 立碑 破土 上梁 竖柱 定磉"
  },
  "10-5": {
    "j": "安葬 定磉",
    "y": "会亲友 签订合同 开业 赴任 动土 买车 安床 祭祀 拆卸 起基 成人礼 收养子女 开光 上梁 塑绘"
  },
  "10-50": {
    "j": "结婚 搬家 搬新房 纳畜 祭祀 探病 出火 伐木",
    "y": "签订合同 交易 纳财 开业 动土 栽种 安床 安葬 修造 拆卸 入殓 成服 除服 破土 上梁"
  },
  "10-51": {
    "j": "结婚 开业 栽种 合寿木",
    "y": "出行 搬家 合婚订婚 搬新房 订盟 动土 祈福 安机械 安葬 祭祀 修造 拆卸 起基 入殓 移柩 成服 出火 除服 破土 谢土 造庙 斋醮"
  },
  "10-52": {
    "j": "出行 栽种 作灶 针灸",
    "y": "结婚 搬家 签订合同 交易 搬新房 开业 动土 祈福 安床 纳畜 安葬 祭祀 拆卸 入殓 出火 伐木 开光"
  },
  "10-53": {
    "j": "安葬 合寿木 行丧",
    "y": "结婚 搬家 合婚订婚 搬新房 开业 订盟 动土 纳畜 挂匾 牧养 修造 造仓 拆卸 放水 起基 出火 雕刻 开池 开光 求子 上梁 造船"
  },
  "10-54": {
    "j": "买房 纳畜 安葬 修坟 行丧 伐木 立碑 作梁",
    "y": "结婚 出行 搬家 搬新房 开业 安床 祭祀 修造 拆卸 出火 开光"
  },
  "10-55": {
    "j": "结婚 搬家 搬新房 开业 出火",
    "y": "会亲友 打扫 求职入学 合婚订婚 签订合同 交易 纳财 订盟 动土 买车 祈福 栽种 纳畜 安葬 祭祀 牧养 起基 入殓 开池 开光 立碑 破土 求子 斋醮 定磉"
  },
  "10-56": {
    "j": "诸事不宜",
    "y": "打扫 房屋清洁 馀事勿取"
  },
  "10-57": {
    "j": "结婚 开业 伐木 作梁",
    "y": "安葬 入殓 修坟 移柩 成服 除服 立碑 迁坟"
  },
  "10-58": {
    "j": "结婚 搬新房",
    "y": "安葬 祭祀 移柩 馀事勿取 成服 除服 结网 破土 塞穴 谢土"
  },
  "10-59": {
    "j": "结婚 安葬 伐木 造庙",
    "y": "合婚订婚 签订合同 搬新房 纳财 开业 订盟 动土 沐浴 安门 祭祀 拆卸 起基 成人礼 安香 出火 开光 求子 上梁 竖柱 塑绘 合帐"
  },
  "10-6": {
    "j": "纳畜 盖屋 起基 探病 伐木 作梁",
    "y": "结婚 出行 搬家 合婚订婚 签订合同 交易 搬新房 开业 订盟 动土 祈福 栽种 安床 造车器 安葬 安门 挂匾 祭祀 修造 拆卸 入殓 成服 除服 开光 立碑 破土 迁坟"
  },
  "10-7": {
    "j": "结婚 搬新房 赴任 治病",
    "y": "会亲友 合婚订婚 签订合同 交易 纳财 开业 买衣服 订盟 买车 祈福 安床 安机械 纳畜 安葬 祭祀 造畜稠 入殓 移柩 成人礼 成服 除服 迁坟 上梁 竖柱 谢土 筑堤 合帐"
  },
  "10-8": {
    "j": "动土 栽种 安床 伐木 破土 造桥 作梁",
    "y": "结婚 出行 打扫 搬家 搬新房 祈福 纳畜 祭祀 入殓 修坟 开光 立碑 求子"
  },
  "10-9": {
    "j": "伐木 破土",
    "y": "安葬 入殓 移柩 馀事勿取 成服 除服 立碑 迁坟"
  },
  "11-0": {
    "j": "结婚 搬家 搬新房 安葬 作灶",
    "y": "栽种 沐浴 祭祀 除虫"
  },
  "11-1": {
    "j": "结婚 搬新房",
    "y": "纳财 纳畜 安门 祭祀 打鱼 馀事勿取"
  },
  "11-10": {
    "j": "安床 开仓 盖屋 安葬",
    "y": "结婚 纳财 祈福 祭祀 作灶 入殓 除虫 成服 除服 开光 塑绘 斋醮 打猎"
  },
  "11-11": {
    "j": "结婚 开业 安葬 破土",
    "y": "会亲友 出行 搬家 合婚订婚 搬新房 动土 祈福 祭祀 修造"
  },
  "11-12": {
    "j": "开业 安葬 作灶 作梁",
    "y": "结婚 纳财 买衣服 安床 入殓 成人礼 纳婿 合帐"
  },
  "11-13": {
    "j": "结婚 安葬",
    "y": "打扫 祭祀 馀事勿取 除虫"
  },
  "11-14": {
    "j": "诸事不宜",
    "y": "打扫 馀事勿取 结网"
  },
  "11-15": {
    "j": "开业 安葬 修坟 掘井 破土",
    "y": "祭祀 作灶 馀事勿取"
  },
  "11-16": {
    "j": "开业 买车 安床 安葬 修坟 立碑 破土 迁坟",
    "y": "纳财 栽种 纳畜 祭祀 作灶 收养子女"
  },
  "11-17": {
    "j": "出行 安葬 行丧 掘井 破土",
    "y": "结婚 会亲友 合婚订婚 签订合同 纳财 开业 买衣服 订盟 安床 安机械 纳畜 牧养 作灶 成人礼"
  },
  "11-18": {
    "j": "搬新房 安葬 作灶 探病 伐木 开渠",
    "y": "结婚 会亲友 理发 祭祀 入殓 移柩 收养子女 针灸"
  },
  "11-19": {
    "j": "开业 动土 安葬 破土",
    "y": "纳财 祭祀 作灶 馀事勿取 除虫 打猎"
  },
  "11-2": {
    "j": "动土 安葬 破土",
    "y": "结婚 出行 搬家 合婚订婚 搬新房"
  },
  "11-20": {
    "j": "结婚 交易 开业 出货财 安床 安葬 作灶 修坟",
    "y": "沐浴 祭祀 入殓 移柩 成服 除服 结网"
  },
  "11-21": {
    "j": "开业 安葬 破土 斋醮",
    "y": "房屋清洁 纳财 安床 沐浴 祭祀 作灶 除虫 打猎"
  },
  "11-22": {
    "j": "诸事不宜",
    "y": "打扫 祭祀 馀事勿取"
  },
  "11-23": {
    "j": "搬新房 安葬 打鱼 作灶 伐木",
    "y": "搬家 合婚订婚 买衣服 订盟 动土 祈福 安床 纳畜 安门 修造 造仓 拆卸 起基 成人礼 结网 开光 求子 塑绘"
  },
  "11-24": {
    "j": "买房 纳畜 安葬 造畜稠 作灶 开生坟 伐木 破土 作梁",
    "y": "结婚 理发 成人礼 收养子女"
  },
  "11-25": {
    "j": "结婚 安床 馀事勿取 造庙",
    "y": "祭祀"
  },
  "11-26": {
    "j": "动土 安床 架马 安葬 祭祀 修造 修坟 伐木 破土",
    "y": "出行 打扫 搬家 合婚订婚 搬新房 纳畜 牧养 作灶 成人礼 收养子女 上梁 竖柱"
  },
  "11-27": {
    "j": "诸事不宜",
    "y": "装修 祭祀 打鱼 馀事勿取 除虫"
  },
  "11-28": {
    "j": "出行 开业 安床 安葬 开生坟 修坟 掘井 开渠 破土 造船",
    "y": "交易 纳财 栽种 纳畜 祭祀 牧养 作灶 成人礼 结网 收养子女"
  },
  "11-29": {
    "j": "无",
    "y": "结婚 打扫 搬家 合婚订婚 签订合同 交易 搬新房 纳财 开业 订盟 动土 纳畜 安门 分居 牧养 修造 拆卸 起基 出火 开光 塑绘"
  },
  "11-3": {
    "j": "出行 搬新房 安葬 掘井",
    "y": "祭祀 馀事勿取 结网"
  },
  "11-30": {
    "j": "开业 出货财 栽种 开仓 纳畜 盖屋 伐木 破土 迁坟 上梁",
    "y": "结婚 会亲友 理发 祭祀 作灶 移柩 成人礼 收养子女"
  },
  "11-31": {
    "j": "开业 动土 栽种 安葬",
    "y": "祭祀 作灶 入殓 成服 除服 打猎"
  },
  "11-32": {
    "j": "结婚 搬新房 开业 安床 修坟 破土",
    "y": "打扫 房屋清洁 沐浴 馀事勿取 除虫 塞穴 打猎"
  },
  "11-33": {
    "j": "开业 破土",
    "y": "纳财 安床 沐浴 祭祀 除虫 打猎"
  },
  "11-34": {
    "j": "结婚 搬新房 开业 安床 安葬 破土",
    "y": "纳财 祭祀 除虫 斋醮 打猎"
  },
  "11-35": {
    "j": "安葬 作灶 伐木 作梁",
    "y": "合婚订婚 签订合同 交易 纳财 开业 买衣服 订盟 买车 安床 安机械 沐浴 纳畜 祭祀 打鱼 造仓 成人礼 除虫 酬神 结网 开池 求子 合帐"
  },
  "11-36": {
    "j": "搬新房 盖屋 安葬 竖柱",
    "y": "理发 签订合同 交易 纳财 栽种 打鱼 除虫 教牛马 结网 收养子女"
  },
  "11-37": {
    "j": "诸事不宜",
    "y": "打扫 馀事勿取 坏垣"
  },
  "11-38": {
    "j": "结婚 开业 探病",
    "y": "祭祀 馀事勿取 除虫 结网"
  },
  "11-39": {
    "j": "诸事不宜",
    "y": "栽种 祭祀 馀事勿取"
  },
  "11-4": {
    "j": "开业 破土",
    "y": "纳财 祭祀 作灶 除虫"
  },
  "11-40": {
    "j": "开业 出货财 开仓 安葬 破土 迁坟",
    "y": "结婚 会亲友 出行 打扫 搬家 求职入学 合婚订婚 搬新房 订盟 祈福 栽种 纳畜 盖屋 祭祀 牧养 拆卸 起基 安香 出火 开光 上梁 竖柱 塑绘 斋醮"
  },
  "11-41": {
    "j": "动土 安葬",
    "y": "合婚订婚 订盟 祈福 安机械 纳畜 祭祀 作灶"
  },
  "11-42": {
    "j": "结婚 开业 盖屋 合寿木 作梁",
    "y": "祭祀 成人礼 馀事勿取 除虫"
  },
  "11-43": {
    "j": "诸事不宜",
    "y": "祭祀 馀事勿取 塞穴"
  },
  "11-44": {
    "j": "结婚 合婚订婚 订盟 动土 安床 安葬 破土",
    "y": "房屋清洁 沐浴 祭祀 除虫 结网 打猎"
  },
  "11-45": {
    "j": "结婚 搬新房 纳畜 安葬 安门 造畜稠 作灶 伐木 上梁 造船 作梁",
    "y": "房屋清洁 理发 沐浴"
  },
  "11-46": {
    "j": "开业 安床 安葬 修坟",
    "y": "结婚 会亲友 合婚订婚 纳财 买衣服 订盟 祭祀 作灶 成人礼 问名 除虫 收养子女"
  },
  "11-47": {
    "j": "结婚 纳畜 安葬 牧养 作灶 行丧 破土 作梁",
    "y": "出行 打扫 搬家 雇庸 动土 祈福 安床 安门 祭祀 起基 收养子女 开光 上梁"
  },
  "11-48": {
    "j": "纳财 开业 安葬 破土",
    "y": "结婚 理发 栽种 成人礼 除虫 收养子女 针灸"
  },
  "11-49": {
    "j": "诸事不宜",
    "y": "打扫 破屋 馀事勿取"
  },
  "11-5": {
    "j": "出行 纳畜 安葬 行丧 伐木 造桥 作梁",
    "y": "结婚 会亲友 搬家 签订合同 交易 买衣服 动土 买车 祈福 栽种 安床 祭祀 修造 成人礼 收养子女 求子 上梁 竖柱"
  },
  "11-50": {
    "j": "开业 动土 安葬 祭祀 探病 斋醮",
    "y": "栽种 馀事勿取 除虫 打猎"
  },
  "11-51": {
    "j": "诸事不宜",
    "y": "祭祀 作灶 馀事勿取"
  },
  "11-52": {
    "j": "搬新房 开业 动土 安床 安葬",
    "y": "纳财 纳畜 祭祀 牧养 馀事勿取 除虫 收养子女"
  },
  "11-53": {
    "j": "结婚 出行 搬家 理发 搬新房 动土 分居 安香 出火 破土",
    "y": "打扫 签订合同 交易 纳财 纳畜 祭祀 收养子女 开光"
  },
  "11-54": {
    "j": "搬新房 开业 动土 安门 修造 开光 破土",
    "y": "结婚 祭祀 除虫"
  },
  "11-55": {
    "j": "开业 安葬 修坟 立碑",
    "y": "结婚 纳财 祭祀 作灶"
  },
  "11-56": {
    "j": "安床 安葬 安门 修坟 破土",
    "y": "会亲友 打扫 入殓 移柩 馀事勿取 除虫 成服 除服 打猎"
  },
  "11-57": {
    "j": "结婚 交易 开业 动土 纳畜 安葬 开生坟 伐木 破土 作梁",
    "y": "房屋清洁 美甲浴足 理发 安床 祭祀 作灶 教牛马 开光"
  },
  "11-58": {
    "j": "开业 安床",
    "y": "祭祀 作灶 入殓 馀事勿取 除服"
  },
  "11-59": {
    "j": "结婚 开业 诉讼 纳畜 安葬 牧养 造畜稠 行丧 伐木 作梁",
    "y": "理发 栽种 沐浴 祭祀 作灶 结网"
  },
  "11-6": {
    "j": "搬家 搬新房 作灶",
    "y": "结婚 会亲友 买衣服 祭祀 入殓 移柩 成人礼 除虫 成服 除服 收养子女 纳婿"
  },
  "11-7": {
    "j": "结婚 开业 开厕 开池 破土",
    "y": "会亲友 搬家 理发 纳财 祭祀 成人礼 除虫"
  },
  "11-8": {
    "j": "诸事不宜",
    "y": "房屋清洁 沐浴 馀事勿取"
  },
  "11-9": {
    "j": "会亲友 搬家 搬新房 开业 安床 安葬 安门 作灶 行丧 出火",
    "y": "房屋清洁 理发 纳财 栽种 沐浴 祭祀 除虫 结网 收养子女 打猎"
  },
  "2-0": {
    "j": "搬新房 动土 修造 破土 斋醮",
    "y": "交易 沐浴 安葬 祭祀 入殓 修坟 除虫 成服 除服 收养子女 迁坟 谢土"
  },
  "2-1": {
    "j": "诸事不宜",
    "y": "打扫 祭祀 馀事勿取"
  },
  "2-10": {
    "j": "出货财 动土 栽种 开仓 安葬 行丧 伐木 开渠 破土",
    "y": "出行 安床 造车器 盖屋 安门 祭祀 修造 造畜稠 教牛马 上梁"
  },
  "2-11": {
    "j": "结婚 动土 安葬 作灶",
    "y": "出行 沐浴 祭祀 成人礼 馀事勿取 收养子女"
  },
  "2-12": {
    "j": "结婚 房屋清洁 搬家 搬新房 动土 分居 作灶 安香 出火 掘井 造桥",
    "y": "造畜稠 教牛马"
  },
  "2-13": {
    "j": "馀事勿取",
    "y": "打扫 房屋清洁 祭祀 教牛马"
  },
  "2-14": {
    "j": "搬家 搬新房 动土 祭祀 破土",
    "y": "会亲友 合婚订婚 签订合同 安葬 入殓 移柩 迁坟 上梁 竖柱"
  },
  "2-15": {
    "j": "动土 栽种 作灶 掘井",
    "y": "结婚 出行 安床 安葬 祭祀 入殓 移柩 成人礼"
  },
  "2-16": {
    "j": "动土 安葬 行丧 探病 开光 破土 作梁",
    "y": "出行 打扫 祭祀 馀事勿取 教牛马"
  },
  "2-17": {
    "j": "诸事不宜",
    "y": "打扫 房屋清洁 馀事勿取"
  },
  "2-18": {
    "j": "动土 开渠 破土 上梁 斋醮",
    "y": "交易 纳财 祭祀"
  },
  "2-19": {
    "j": "结婚 搬家 动土 诉讼 安葬 作灶 伐木 掘井 破土 作梁",
    "y": "出行 交易 祭祀 造畜稠 割蜜"
  },
  "2-2": {
    "j": "结婚 出行 搬家 搬新房 动土 祭祀 作灶 破土",
    "y": "打扫 签订合同 交易 纳畜 安葬 入殓 移柩 伐木 开光 上梁 竖柱"
  },
  "2-20": {
    "j": "开业 动土 安床 开仓 破土 上梁",
    "y": "结婚 出行 房屋清洁 纳财 赴任 沐浴 纳畜 祭祀 成人礼 普渡"
  },
  "2-21": {
    "j": "诸事不宜",
    "y": "出行 房屋清洁 祭祀 馀事勿取"
  },
  "2-22": {
    "j": "动土 安葬 破土 造船 造庙",
    "y": "结婚 会亲友 搬家 合婚订婚 签订合同 交易 买房 开业 订盟 祈福 纳畜 盖屋 安门 祭祀 求医 治病 放水 除虫 合嵴 求子 上梁 竖柱"
  },
  "2-23": {
    "j": "馀事勿取",
    "y": "沐浴 祭祀"
  },
  "2-24": {
    "j": "结婚 搬新房 动土 作灶 破土 造船",
    "y": "买衣服 馀事勿取 教牛马 合帐"
  },
  "2-25": {
    "j": "结婚 动土 安葬 开池",
    "y": "打扫 祭祀 造畜稠 馀事勿取 教牛马 针灸"
  },
  "2-26": {
    "j": "结婚 搬家 搬新房 祈福 祭祀",
    "y": "会亲友 纳财 买衣服 入殓 成服 除服 合帐"
  },
  "2-27": {
    "j": "搬家 搬新房 动土 祈福",
    "y": "结婚 会亲友 出行 交易 开业 安葬 祭祀 移柩 成人礼 成服 除服 教牛马 迁坟 求子 斋醮"
  },
  "2-28": {
    "j": "动土 安葬 掘井 开光 破土",
    "y": "结婚 出行 打扫 房屋清洁 买衣服 安床 祭祀 成人礼 收养子女"
  },
  "2-29": {
    "j": "结婚 出行 搬新房 动土 诉讼 安葬",
    "y": "馀事勿取 断蚁 结网 塞穴 打猎"
  },
  "2-3": {
    "j": "动土 栽种 作灶 掘井",
    "y": "会亲友 出行 合婚订婚 签订合同 交易 开业 赴任 买衣服 订盟 祈福 安床 安葬 入殓 移柩 成服 酬神 除服 开光 立碑 迁坟 竖柱 塑绘"
  },
  "2-30": {
    "j": "动土 破土 上梁",
    "y": "安葬 祭祀 入殓 移柩 迁坟"
  },
  "2-31": {
    "j": "搬家 搬新房 动土 栽种 安葬 作灶 行丧 伐木 破土 上梁",
    "y": "结婚 出行 交易 纳财 买衣服 造车器 祭祀 造畜稠 成人礼 雕刻 教牛马"
  },
  "2-32": {
    "j": "动土 作灶 破土",
    "y": "结婚 出行 纳畜 安葬 祭祀 入殓 迁坟"
  },
  "2-33": {
    "j": "买房 动土 掘井 破土",
    "y": "出行 房屋清洁 沐浴 安葬 祭祀 馀事勿取"
  },
  "2-34": {
    "j": "安葬 行丧",
    "y": "造畜稠 作灶"
  },
  "2-35": {
    "j": "结婚 开业 动土 安葬 破土",
    "y": "出行 打扫 装修 成人礼 馀事勿取"
  },
  "2-36": {
    "j": "搬新房 动土 馀事勿取 破土",
    "y": "教牛马"
  },
  "2-37": {
    "j": "结婚 出行 搬新房 动土 安葬 行丧 破土",
    "y": "会亲友 打扫 祭祀 造畜稠 馀事勿取 教牛马"
  },
  "2-38": {
    "j": "结婚 出行 搬新房 动土 祭祀 掘井 开渠",
    "y": "打扫 签订合同 交易 纳财 买衣服 安床 纳畜 安葬 牧养 入殓 移柩 迁坟 上梁 竖柱"
  },
  "2-39": {
    "j": "结婚 动土 起基 掘井 破土 定磉",
    "y": "会亲友 出行 签订合同 交易 纳财 祭祀 成人礼"
  },
  "2-4": {
    "j": "动土 修造 开光 破土",
    "y": "装修 祭祀 馀事勿取"
  },
  "2-40": {
    "j": "诸事不宜",
    "y": "出行 装修 造畜稠 馀事勿取 教牛马"
  },
  "2-41": {
    "j": "结婚 安葬",
    "y": "会亲友 打扫 祭祀 馀事勿取 断蚁"
  },
  "2-42": {
    "j": "诸事不宜",
    "y": "打扫 祭祀 馀事勿取"
  },
  "2-43": {
    "j": "动土 安葬 掘井 破土",
    "y": "出行 造车器 盖屋 祭祀 修造 造畜稠 割蜜 教牛马 竖柱"
  },
  "2-44": {
    "j": "买房 动土 安床 掘井 破土",
    "y": "出行 打扫 搬家 纳财 祈福 纳畜 盖屋 安葬 安门 祭祀 牧养 入殓 开光 迁坟 求子 上梁"
  },
  "2-45": {
    "j": "结婚 会亲友 搬新房 动土 修造 破土",
    "y": "出行 祭祀"
  },
  "2-46": {
    "j": "动土 安葬 开生坟 行丧 伐木 作梁",
    "y": "结婚 会亲友 出行 搬家 纳财 买衣服 纳畜 祭祀 造畜稠 成人礼 上梁 竖柱"
  },
  "2-47": {
    "j": "开业 动土 安葬 行丧 破土",
    "y": "出行 沐浴 祭祀 馀事勿取"
  },
  "2-48": {
    "j": "馀事勿取",
    "y": "安葬 入殓 移柩 成服 除服 迁坟"
  },
  "2-49": {
    "j": "动土 安葬 破土",
    "y": "会亲友 打扫 祭祀 馀事勿取 教牛马"
  },
  "2-5": {
    "j": "诸事不宜",
    "y": "馀事勿取 结网 塞穴"
  },
  "2-50": {
    "j": "诸事不宜",
    "y": "签订合同 交易 纳财 买衣服 伐木 作梁"
  },
  "2-51": {
    "j": "动土 栽种 安葬 修坟 探病 掘井",
    "y": "结婚 会亲友 签订合同 交易 买衣服 祭祀 成人礼 收养子女 合帐"
  },
  "2-52": {
    "j": "安葬 伐木 开光 破土",
    "y": "出行 房屋清洁 祭祀 馀事勿取 教牛马"
  },
  "2-53": {
    "j": "安葬 破土",
    "y": "馀事勿取 断蚁 结网 塞穴"
  },
  "2-54": {
    "j": "搬家 搬新房 动土 斋醮",
    "y": "祭祀 馀事勿取 断蚁 教牛马"
  },
  "2-55": {
    "j": "动土 安葬 治病 破土",
    "y": "会亲友 纳财 开业 买衣服 买车 开仓 安机械 纳畜 祭祀 牧养 造畜稠 成人礼 教牛马 塑绘"
  },
  "2-56": {
    "j": "动土 安床 安葬 合寿木 开生坟",
    "y": "出行 房屋清洁 纳财 买衣服 纳畜 安门 祭祀 造畜稠 作灶 收养子女"
  },
  "2-57": {
    "j": "动土 安葬 作灶 修坟 行丧",
    "y": "出行 房屋清洁 交易 祈福 沐浴 祭祀 教牛马 求子"
  },
  "2-58": {
    "j": "结婚 安葬 行丧 伐木 开渠 破土",
    "y": "出行 打扫 搬家 搬新房 纳财 祈福 安床 纳畜 安门 祭祀 造畜稠 开光 求子 上梁"
  },
  "2-59": {
    "j": "诸事不宜",
    "y": "沐浴 祭祀 馀事勿取"
  },
  "2-6": {
    "j": "动土 盖屋 破土 斋醮",
    "y": "出行 馀事勿取 割蜜 教牛马"
  },
  "2-7": {
    "j": "动土 安葬",
    "y": "结婚 出行 打扫 搬家 合婚订婚 搬新房 祈福 祭祀"
  },
  "2-8": {
    "j": "买房 动土 栽种 安床 掘井 破土",
    "y": "结婚 出行 打扫 搬家 合婚订婚 搬新房 纳财 订盟 祈福 纳畜 安葬 祭祀 入殓 迁坟 求子 上梁 竖柱"
  },
  "2-9": {
    "j": "搬家 搬新房 开业 动土 成人礼 上梁 竖柱",
    "y": "出行 沐浴 祭祀 入殓 成服 除服"
  },
  "3-0": {
    "j": "搬新房 安床 开仓 作灶",
    "y": "结婚 会亲友 出行 房屋清洁 合婚订婚 纳财 赴任 买衣服 订盟 动土 祈福 栽种 沐浴 纳畜 祭祀 修造 入殓 移柩 成服 除服 伐木 开光 迁坟 上梁 竖柱 塑绘"
  },
  "3-1": {
    "j": "安葬 行丧 伐木 斋醮 作梁",
    "y": "结婚 出行 求职入学 合婚订婚 签订合同 交易 搬新房 订盟 动土 祈福 造车器 盖屋 归宁 安门 祭祀 求医 修造 治病 起基 安香 出火 上梁 竖柱 造庙"
  },
  "3-10": {
    "j": "诸事不宜",
    "y": "出行 赴任 沐浴 祭祀 馀事勿取"
  },
  "3-11": {
    "j": "结婚 动土 栽种 作灶 掘井 造庙 造桥",
    "y": "出行 打扫 房屋清洁 搬家 搬新房 安床 祭祀 修造 造畜稠 拆卸 出火 伐木 开光 作梁"
  },
  "3-12": {
    "j": "开业",
    "y": "结婚 搬家 美甲浴足 理发 求职入学 合婚订婚 搬新房 赴任 买衣服 订盟 祈福 沐浴 安葬 祭祀 治病 拆卸 入殓 修坟 移柩 成人礼 安香 开光 破土 迁坟 塑绘 谢土 斋醮 作梁"
  },
  "3-13": {
    "j": "安葬 开生坟 行丧 破土",
    "y": "会亲友 出行 搬家 合婚订婚 签订合同 交易 搬新房 开业 订盟 动土 祈福 栽种 安床 安机械 纳畜 造车器 盖屋 祭祀 修造 造畜稠 起基 安香 上梁"
  },
  "3-14": {
    "j": "结婚 出行 买房 祭祀",
    "y": "打扫 搬家 签订合同 交易 搬新房 开业 动土 栽种 安床 纳畜 安葬 挂匾 拆卸 出火 伐木 开光 上梁 作梁"
  },
  "3-15": {
    "j": "结婚 纳畜 作灶 掘井 开光",
    "y": "出行 搬家 签订合同 搬新房 开业 动土 祈福 安葬 祭祀 破土 斋醮"
  },
  "3-16": {
    "j": "结婚 安葬 安门 作灶",
    "y": "塞穴"
  },
  "3-17": {
    "j": "结婚 搬家 搬新房 开业 安葬 掘井",
    "y": "会亲友 打扫 房屋清洁 理发 栽种 沐浴 求医 造畜稠 治病 斋醮"
  },
  "3-18": {
    "j": "结婚 安床 作灶 探病",
    "y": "出行 签订合同 交易 搬新房 开业 动土 栽种 安葬 安门 挂匾 拆卸 修坟 移柩 收养子女 开光 破土 上梁"
  },
  "3-19": {
    "j": "作灶 行丧 伐木 作梁",
    "y": "结婚 会亲友 出行 求职入学 合婚订婚 搬新房 纳财 订盟 动土 栽种 安机械 造车器 开厕 安门 祭祀 牧养 修造 拆卸 起基 成人礼 安香 出火 开光 塑绘"
  },
  "3-2": {
    "j": "出行 祭祀 作灶 上梁",
    "y": "打扫 房屋清洁 搬家 合婚订婚 签订合同 交易 搬新房 纳财 买衣服 订盟 动土 沐浴 安葬 修造 拆卸 修坟 移柩 成人礼 成服 除服 伐木 破土 迁坟"
  },
  "3-20": {
    "j": "无",
    "y": "结婚 搬家 签订合同 交易 搬新房 开业 动土 祈福 栽种 纳畜 挂匾 祭祀 修造 拆卸 入殓 成服 出火 除服 收养子女 开光 迁坟 求子"
  },
  "3-21": {
    "j": "结婚 出行 搬新房 开业 安门",
    "y": "打扫 美甲浴足 理发 沐浴 安葬 祭祀 入殓 移柩 成人礼 破土 迁坟"
  },
  "3-22": {
    "j": "安葬 作灶 行丧 伐木 作梁",
    "y": "结婚 出行 打扫 房屋清洁 美甲浴足 理发 动土 安床 祭祀 放水 开池 开光 塑绘"
  },
  "3-23": {
    "j": "结婚 动土 修坟 破土",
    "y": "会亲友 出行 打扫 房屋清洁 搬家 搬新房 开业 买衣服 安机械 造车器 造畜稠 成人礼 雕刻 作梁"
  },
  "3-24": {
    "j": "买房 安床",
    "y": "结婚 出行 打扫 搬家 搬新房 动土 栽种 纳畜 安葬 修造 拆卸 成服 出火 除服 收养子女 掘井 开光"
  },
  "3-25": {
    "j": "安葬 行丧 掘井 斋醮 作梁",
    "y": "结婚 会亲友 出行 打扫 房屋清洁 合婚订婚 订盟 动土 买车 祈福 栽种 祭祀 牧养 求医 修造 造畜稠 治病 拆卸 起基 安香 出火 定磉"
  },
  "3-26": {
    "j": "搬新房 安门 祭祀 谢土",
    "y": "合婚订婚 签订合同 交易 纳财 开业 订盟 动土 沐浴 安葬 放水 起基 修坟 移柩 开光 立碑 破土 迁坟 塑绘 定磉"
  },
  "3-27": {
    "j": "掘井",
    "y": "结婚 会亲友 出行 合婚订婚 搬新房 买衣服 订盟 祈福 祭祀 放水 入殓 移柩 成人礼 安香 立碑 破土 求子 上梁 谢土 斋醮 合帐"
  },
  "3-28": {
    "j": "结婚 安葬 作灶 掘井",
    "y": "打扫 美甲浴足 馀事勿取 除虫 结网 塞穴 打猎"
  },
  "3-29": {
    "j": "结婚 开业 安葬",
    "y": "搬家 合婚订婚 搬新房 动土 求医 治病 开光 上梁"
  },
  "3-3": {
    "j": "搬家 搬新房 作灶 出火 掘井",
    "y": "结婚 出行 打扫 动土 祈福 栽种 安床 纳畜 安葬 祭祀 拆卸 起基 伐木 收养子女 开光 破土 迁坟 求子 上梁 谢土"
  },
  "3-30": {
    "j": "动土 安床 开仓 盖屋 安葬 作灶",
    "y": "结婚 出行 打扫 搬家 合婚订婚 搬新房 订盟 祈福 栽种 纳畜 祭祀 牧养 入殓 出火 开光 破土 求子"
  },
  "3-31": {
    "j": "搬家 搬新房 安葬",
    "y": "会亲友 出行 合婚订婚 订盟 祈福 安床 斋醮"
  },
  "3-32": {
    "j": "出行 搬新房 开业 安床 作灶",
    "y": "打扫 房屋清洁 动土 安机械 沐浴 盖屋 安葬 祭祀 修造 造畜稠 治病 拆卸 合寿木 开生坟 起基 入殓 移柩 开池 立碑 破土 迁坟"
  },
  "3-33": {
    "j": "结婚 开业",
    "y": "合婚订婚 订盟 动土 祈福 安葬 祭祀 修造 破土 上梁"
  },
  "3-34": {
    "j": "安葬 作灶 行丧 伐木 造船 造庙",
    "y": "结婚 出行 打扫 房屋清洁 美甲浴足 合婚订婚 开业 动土 安床 盖屋 祭祀 求医 修造 治病 起基 合嵴 上梁 定磉"
  },
  "3-35": {
    "j": "结婚 搬新房",
    "y": "理发 求职入学 习艺 沐浴 收养子女"
  },
  "3-36": {
    "j": "买车 安床 作灶",
    "y": "结婚 会亲友 出行 打扫 搬家 合婚订婚 签订合同 搬新房 开业 订盟 动土 祈福 栽种 盖屋 安葬 安门 挂匾 祭祀 求医 修造 治病 起基 收养子女 开光 求子"
  },
  "3-37": {
    "j": "开业 安葬",
    "y": "结婚 出行 祈福 纳畜 祭祀 求医 治病 上梁"
  },
  "3-38": {
    "j": "出行 合婚订婚 开业 订盟 纳畜 安葬 祭祀 作灶 探病 谢土",
    "y": "结婚 打扫 搬家 搬新房 动土 栽种 安床 修造 拆卸 入殓 修坟 成服 出火 除服 收养子女 开光"
  },
  "3-39": {
    "j": "诉讼 掘井",
    "y": "结婚 会亲友 出行 打扫 搬家 签订合同 交易 搬新房 开业 动土 安床 安葬 挂匾 祭祀 拆卸 出火 开光 破土 迁坟"
  },
  "3-4": {
    "j": "结婚 栽种 安葬 作灶",
    "y": "房屋清洁 祭祀 塞穴"
  },
  "3-40": {
    "j": "结婚 安葬 安门 行丧",
    "y": "打扫 房屋清洁 沐浴 祭祀 牧养 塞穴"
  },
  "3-41": {
    "j": "结婚 出行 签订合同 纳财 开业 栽种 安葬 作灶",
    "y": "打扫 搬家 搬新房 动土 祈福 安床 祭祀 修造 造畜稠 拆卸 出火 伐木 开光 求子"
  },
  "3-42": {
    "j": "出行 开业 安床 安葬 作灶",
    "y": "结婚 搬家 合婚订婚 搬新房 订盟 动土 祈福 造车器 祭祀 修造 治病"
  },
  "3-43": {
    "j": "安葬 行丧 伐木 作梁",
    "y": "结婚 出行 搬家 签订合同 交易 搬新房 开业 动土 祈福 栽种 安床 挂匾 祭祀 拆卸 出火 开光 求子"
  },
  "3-44": {
    "j": "结婚 出行 合婚订婚 搬新房 作灶",
    "y": "打扫 房屋清洁 求职入学 沐浴 祭祀 牧养 治病 开池 开光 塑绘"
  },
  "3-45": {
    "j": "结婚 会亲友 出行 搬家 搬新房 赴任 作灶 收养子女",
    "y": "打扫 房屋清洁 美甲浴足 理发 沐浴 安葬 祭祀 入殓 移柩 破土"
  },
  "3-46": {
    "j": "安葬 行丧 伐木 造庙 针灸 作梁",
    "y": "结婚 出行 搬家 合婚订婚 搬新房 订盟 动土 祈福 祭祀 修造"
  },
  "3-47": {
    "j": "结婚 合婚订婚 动土 安葬 作灶 修坟 破土 造庙",
    "y": "出行 打扫 搬家 祈福 安床 纳畜 祭祀 拆卸 出火 伐木 开光 求子"
  },
  "3-48": {
    "j": "合婚订婚 开业 安床 安葬 开渠 造庙",
    "y": "结婚 会亲友 出行 房屋清洁 搬家 理发 搬新房 动土 栽种 造车器 盖屋 归岫 安门 修造 造畜稠 拆卸 起基 安香 出火 雕刻 合嵴 开光"
  },
  "3-49": {
    "j": "诉讼 安葬 作灶 行丧 伐木 塑绘",
    "y": "结婚 出行 搬家 签订合同 交易 搬新房 开业 祈福 栽种 安床 挂匾 祭祀 拆卸 出火 求子"
  },
  "3-5": {
    "j": "出行 合婚订婚 签订合同 开业 安葬 作灶 修坟",
    "y": "结婚 会亲友 搬家 搬新房 祈福 造车器 盖屋 安门 祭祀 治病 起基 出火 掘井 开池 开光 求子 上梁 竖柱 斋醮"
  },
  "3-50": {
    "j": "出行 盖屋 安葬 祭祀 探病 上梁 谢土",
    "y": "会亲友 打扫 房屋清洁 搬家 求职入学 合婚订婚 签订合同 交易 搬新房 纳财 开业 订盟 安床 安门 挂匾 求医 治病 拆卸 合寿木 开生坟 入殓 修坟 安香 出火 破土 迁坟"
  },
  "3-51": {
    "j": "无",
    "y": "结婚 出行 搬家 签订合同 交易 搬新房 开业 动土 祈福 安床 安葬 挂匾 祭祀 拆卸 入殓 成服 出火 除服 收养子女 开光 破土 迁坟 求子 上梁"
  },
  "3-52": {
    "j": "诸事不宜",
    "y": "房屋清洁 馀事勿取 塞穴"
  },
  "3-53": {
    "j": "出行 搬新房 盖屋 安葬 作灶 修坟 造桥",
    "y": "打扫 房屋清洁 合婚订婚 订盟 祈福 栽种 纳畜 祭祀 牧养 收养子女 开光 求子"
  },
  "3-54": {
    "j": "无",
    "y": "结婚 出行 搬家 合婚订婚 搬新房 开业 架马 安葬 造畜稠 拆卸 入殓 移柩 成服 出火 除服 伐木 开光 造船 造庙 造桥"
  },
  "3-55": {
    "j": "安葬 作灶 行丧 伐木 破土 斋醮",
    "y": "结婚 出行 房屋清洁 搬家 合婚订婚 签订合同 纳财 开业 订盟 动土 祈福 栽种 安床 祭祀 修造 造畜稠 拆卸 放水 起基 安香 掘井 开池 竖柱 造船 定磉"
  },
  "3-56": {
    "j": "出行 开业 买车 安床 斋醮",
    "y": "结婚 会亲友 搬家 搬新房 祈福 盖屋 祭祀 治病 起基 安香"
  },
  "3-57": {
    "j": "结婚 出行 搬家 搬新房 赴任 栽种 作灶 收养子女",
    "y": "打扫 动土 安床 安门 祭祀 修造 拆卸 起基 入殓 开池 开渠 破土 迁坟 上梁"
  },
  "3-58": {
    "j": "安葬 安门 行丧 造庙",
    "y": "出行 打扫 搬家 合婚订婚 搬新房 开业 动土 栽种 安床 开厕 修造 起基 成人礼 雕刻 合嵴 上梁"
  },
  "3-59": {
    "j": "结婚 动土 诉讼 安葬 作灶 行丧 破土 造桥",
    "y": "出行 打扫 理发 安床 祭祀 造畜稠 拆卸 出火 伐木 合嵴 开光 上梁"
  },
  "3-6": {
    "j": "搬家 搬新房",
    "y": "结婚 出行 合婚订婚 订盟 动土 祈福 安葬 祭祀 破土 上梁 斋醮"
  },
  "3-7": {
    "j": "安葬 开生坟 行丧",
    "y": "结婚 出行 打扫 搬家 签订合同 交易 搬新房 纳财 动土 祈福 栽种 安床 纳畜 挂匾 祭祀 修造 造畜稠 拆卸 出火 收养子女 开光 求子"
  },
  "3-8": {
    "j": "搬新房 开业",
    "y": "结婚 祈福 安葬 祭祀 治病 破土 斋醮"
  },
  "3-9": {
    "j": "结婚 出行 搬家 搬新房 开业 赴任 诉讼 出火 收养子女 开光",
    "y": "打扫 动土 祈福 安床 纳畜 盖屋 安葬 祭祀 修造 起基 入殓 合嵴 破土 求子 上梁 竖柱"
  },
  "4-0": {
    "j": "结婚 出行 搬新房 开业 动土 祈福 安门 修坟 上梁 谢土",
    "y": "会亲友 理发 合婚订婚 买衣服 订盟 安床 沐浴 安葬 开生坟 移柩 成人礼 成服 除服 迁坟"
  },
  "4-1": {
    "j": "结婚 搬家 搬新房 安门",
    "y": "会亲友 理发 补垣 结网 塞穴"
  },
  "4-10": {
    "j": "搬新房 开业 动土 祈福 安床 开仓 安葬 作灶 破土 上梁",
    "y": "结婚 会亲友 理发 买车 栽种 沐浴 牧养 补垣 开光 塞穴 塑绘"
  },
  "4-11": {
    "j": "诸事不宜",
    "y": "无"
  },
  "4-12": {
    "j": "搬新房 出火 上梁 谢土 斋醮",
    "y": "会亲友 打扫 搬家 求职入学 合婚订婚 签订合同 交易 开业 出货财 订盟 安床 开仓 纳畜 开厕 安葬 牧养 起基 入殓 问名 成服 除服 迁坟"
  },
  "4-13": {
    "j": "诸事不宜",
    "y": "无"
  },
  "4-14": {
    "j": "结婚 搬新房 开业 动土 祈福 出火 破土",
    "y": "会亲友 合婚订婚 订盟 栽种 安机械 纳畜 盖屋 安葬 修造 造畜稠 起基 入殓 修坟 移柩 开光 立碑 迁坟 上梁 竖柱 造桥"
  },
  "4-15": {
    "j": "搬新房 动土 祈福 安葬 安门 修造 作灶 探病 掘井 上梁",
    "y": "结婚 合婚订婚 签订合同 交易 纳财 开业 安床 纳畜 打鱼 补垣 开池"
  },
  "4-16": {
    "j": "开业 动土 安葬 破土",
    "y": "会亲友 理发 成人礼 除虫 结网 开光 求子"
  },
  "4-17": {
    "j": "结婚 出行 安葬 斋醮",
    "y": "会亲友 理发 求职入学 合婚订婚 签订合同 交易 纳财 开业 买衣服 买车 祈福 安床 安机械 架马 安门 祭祀 造仓 成人礼 开光 开柱眼 求子 塑绘 作梁 合帐"
  },
  "4-18": {
    "j": "开业 动土 祈福 修造 破土 谢土",
    "y": "结婚 会亲友 出行 打扫 合婚订婚 交易 订盟 安床 纳畜 安葬 牧养 入殓 移柩 成服 除服 收养子女 迁坟 求子"
  },
  "4-19": {
    "j": "动土 诉讼 安葬 伐木 塞穴 上梁",
    "y": "会亲友 收养子女"
  },
  "4-2": {
    "j": "结婚 搬新房 动土 祈福 出火 破土",
    "y": "会亲友 出行 打扫 合婚订婚 签订合同 交易 开业 订盟 安床 安机械 盖屋 安葬 安门 拆卸 起基 入殓 修坟 移柩 成服 除服 伐木 立碑 铺路 迁坟 上梁 竖柱"
  },
  "4-20": {
    "j": "出货财 动土 安床 作灶 破土",
    "y": "结婚 出行 搬家 签订合同 交易 搬新房 开业 架马 安葬 挂匾 修造 合寿木 开生坟 起基 入殓 移柩 成人礼 安香 成服 出火 除服 伐木 开光 开柱眼 求子"
  },
  "4-21": {
    "j": "搬家 搬新房 动土 祈福 栽种 修造 作灶 上梁",
    "y": "结婚 打扫 房屋清洁 理发 开业 安床 安葬 牧养 入殓 移柩 开光 迁坟"
  },
  "4-22": {
    "j": "开业 动土 祈福 安葬 行丧",
    "y": "结婚 会亲友 买衣服 买车 栽种 纳畜 牧养 成人礼 补垣 除虫 收养子女 塞穴 塑绘"
  },
  "4-23": {
    "j": "结婚 理发 乘船 安葬 作灶 行丧",
    "y": "出行 搬家 签订合同 交易 搬新房 开业 安床 挂匾 出火 开光 上梁"
  },
  "4-24": {
    "j": "结婚 出行 搬家 搬新房 祈福",
    "y": "会亲友 理发 签订合同 交易 纳财 开业 安床 沐浴 成人礼 教牛马 结网"
  },
  "4-25": {
    "j": "结婚 出行 搬家 搬新房 动土 祈福 栽种 安葬 成人礼 出火 伐木 上梁",
    "y": "会亲友 理发 买衣服 安床 安门 结网 开光"
  },
  "4-26": {
    "j": "结婚 搬家 搬新房 祈福 出火",
    "y": "会亲友 房屋清洁 签订合同 交易 纳财 开业 动土 买车 栽种 安床 安葬 祭祀 牧养 求医 修造 治病 拆卸 合寿木 开生坟 入殓 安香 收养子女 迁坟"
  },
  "4-27": {
    "j": "搬新房 动土 祈福 修造 作灶 掘井 上梁 谢土",
    "y": "结婚 出行 理发 签订合同 交易 纳财 开业 安床 安葬 牧养 修坟 开池 迁坟"
  },
  "4-28": {
    "j": "安床 安葬 作灶 斋醮",
    "y": "合婚订婚 搬新房 开仓 祭祀 问名 求子 合帐"
  },
  "4-29": {
    "j": "结婚 出行 搬家 搬新房 赴任 动土 诉讼 安葬 行丧 破土 谢土",
    "y": "签订合同 交易 纳财 开业 安床 盖屋 修造 起基 开光 上梁"
  },
  "4-3": {
    "j": "无",
    "y": "结婚 会亲友 出行 合婚订婚 买衣服 订盟 安床 安葬 祭祀 入殓 收养子女 迁坟"
  },
  "4-30": {
    "j": "结婚 动土 破土",
    "y": "会亲友 开业 安床 安葬 祭祀 迁坟"
  },
  "4-31": {
    "j": "结婚 出行 动土 栽种 安葬 修造 伐木 谢土 作梁",
    "y": "合婚订婚 买衣服 安床 造仓 作灶 成人礼 收养子女 开光 塞穴"
  },
  "4-32": {
    "j": "动土 破土",
    "y": "结婚 出行 搬家 合婚订婚 搬新房 开业 安葬 求医 治病 迁坟"
  },
  "4-33": {
    "j": "搬新房 动土 祈福 祭祀 修造 破土 上梁 斋醮",
    "y": "结婚 出行 合婚订婚 签订合同 交易 开业 订盟 栽种 安床 造车器 牧养 拆卸 起基 入殓 移柩 成服 除服 开光 迁坟"
  },
  "4-34": {
    "j": "开业 安葬",
    "y": "会亲友 出行 搬家 合婚订婚 搬新房 订盟 修造 上梁"
  },
  "4-35": {
    "j": "结婚 动土 安葬 作灶 行丧 破土 斋醮",
    "y": "搬家 合婚订婚 签订合同 交易 搬新房 纳财 开业 订盟 栽种 安床 安门 挂匾 修造 拆卸 出火 收养子女 开光"
  },
  "4-36": {
    "j": "开业 动土 破土",
    "y": "会亲友 安葬 开光 迁坟 针灸"
  },
  "4-37": {
    "j": "结婚 出行 搬新房 开业 动土 祈福 安葬 作灶 上梁 谢土",
    "y": "会亲友 理发 祭祀 牧养 造畜稠 结网 开池 塑绘 打猎"
  },
  "4-38": {
    "j": "结婚 祈福",
    "y": "打扫 签订合同 开业 安机械 安葬 开光 迁坟 上梁"
  },
  "4-39": {
    "j": "搬新房 动土 诉讼 祈福 安门 挂匾 作灶 掘井 开池 破土 上梁 作梁",
    "y": "结婚 出行 签订合同 交易 纳财 栽种 安床 安葬 起基 入殓 移柩"
  },
  "4-4": {
    "j": "结婚 开业 动土 安葬 作灶",
    "y": "会亲友 买车 祈福 安床 安机械 祭祀 成人礼 求子"
  },
  "4-40": {
    "j": "搬家 签订合同 交易 搬新房 开业 动土 安葬 分居 作灶 安香 出火 伐木",
    "y": "结婚 会亲友 安床 牧养 开光 求子 塑绘 针灸"
  },
  "4-41": {
    "j": "搬家 搬新房 栽种",
    "y": "会亲友 理发 签订合同 交易 纳财 开业 安床 造仓 结网 开光 针灸"
  },
  "4-42": {
    "j": "搬新房 祈福 安门 修造 作灶 上梁 谢土 斋醮",
    "y": "结婚 会亲友 出行 理发 合婚订婚 开业 栽种 安床 牧养 入殓 移柩 开光 迁坟"
  },
  "4-43": {
    "j": "开业 动土 安葬 作灶 行丧",
    "y": "结婚 会亲友 合婚订婚 订盟 买车 安机械 祭祀 成人礼 结网 收养子女 求子"
  },
  "4-44": {
    "j": "买房 安床",
    "y": "出行 打扫 搬家 签订合同 交易 搬新房 开业 栽种 安葬 牧养 修造 拆卸 起基 入殓 成服 出火 除服 伐木 开光 求子 上梁"
  },
  "4-45": {
    "j": "搬新房 安葬 安门 行丧 破土 斋醮",
    "y": "出行 打扫 房屋清洁 搬家 签订合同 交易 纳财 开业 出货财 祈福 栽种 安床 开仓 纳畜 祭祀 牧养 起基 补垣 开光 求子 塞穴 竖柱"
  },
  "4-46": {
    "j": "结婚 签订合同 交易 纳财 开业 动土 祈福 安葬 修造 上梁",
    "y": "栽种 纳畜 牧养 补垣 收养子女 开光 塞穴 塑绘"
  },
  "4-47": {
    "j": "结婚 动土 安葬 造桥",
    "y": "出行 搬家 签订合同 交易 开业 安机械 出火 上梁"
  },
  "4-48": {
    "j": "结婚 出行 搬家 搬新房 祈福 安床 作灶 出火 上梁",
    "y": "会亲友 理发 签订合同 交易 纳财 开业 安葬 入殓 移柩 开光 迁坟"
  },
  "4-49": {
    "j": "结婚 开业 祈福 安葬 斋醮",
    "y": "会亲友 买衣服 买车 安机械 结网 塞穴 塑绘"
  },
  "4-5": {
    "j": "结婚 出行 搬新房 安葬",
    "y": "会亲友 打扫 签订合同 交易 纳财 开业 买衣服 开仓 安机械 盖屋 造仓 拆卸 成人礼 伐木 开光 上梁 竖柱 塑绘"
  },
  "4-50": {
    "j": "结婚 搬家 搬新房 祈福 盖屋 祭祀 作灶 探病 掘井 谢土",
    "y": "打扫 理发 签订合同 交易 开业 栽种 安床 安葬 挂匾 修造 拆卸 开光"
  },
  "4-51": {
    "j": "搬新房 开业 动土 开光",
    "y": "结婚 会亲友 出行 打扫 求职入学 合婚订婚 签订合同 交易 纳财 习艺 出货财 订盟 买车 祈福 安床 开仓 纳畜 安葬 祭祀 入殓 修坟 迁坟 求子"
  },
  "4-52": {
    "j": "搬家 搬新房 安葬 治病 作灶",
    "y": "结婚 会亲友 出行 合婚订婚 祈福 安床 安机械 盖屋 安门 祭祀 牧养 修造 起基 成人礼 开光 上梁 打猎"
  },
  "4-53": {
    "j": "出行 搬新房 安葬 作灶",
    "y": "会亲友 打扫 合婚订婚 签订合同 交易 纳财 开业 买衣服 订盟 买车 栽种 安床 安机械 成人礼 结网 开光 上梁 竖柱 塑绘 合帐"
  },
  "4-54": {
    "j": "买房 搬新房 动土 祈福 安葬 修造 出火 破土 上梁",
    "y": "结婚 出行 理发 交易 开业 安床 开光 塞穴"
  },
  "4-55": {
    "j": "诸事不宜",
    "y": "买房 牧养 馀事勿取 结网 收养子女 塞穴"
  },
  "4-56": {
    "j": "合婚订婚 订盟 动土 安床 破土 谢土",
    "y": "结婚 出行 打扫 房屋清洁 搬家 搬新房 纳财 开业 祈福 栽种 盖屋 安葬 祭祀 修造 造仓 作灶 拆卸 放水 起基 安香 补垣 出火 开光 塞穴 上梁 竖柱 造船"
  },
  "4-57": {
    "j": "无",
    "y": "结婚 出行 签订合同 交易 买衣服 安葬 牧养 造畜稠 开生坟 入殓 移柩 成人礼 成服 除服 收养子女 纳婿 迁坟 塑绘"
  },
  "4-58": {
    "j": "动土 祈福 安葬 祭祀 作灶 行丧 伐木 破土 谢土",
    "y": "会亲友 出行 打扫 搬家 合婚订婚 搬新房 订盟 买车 栽种 安床 安机械 纳畜 修造 拆卸 安香 出火 开光 上梁"
  },
  "4-59": {
    "j": "无",
    "y": "出行 打扫 开业 买衣服 开厕 挂匾 作灶 成人礼 补垣 开池 开光 塞穴 塑绘"
  },
  "4-6": {
    "j": "搬新房 动土 祈福 盖屋 探病 破土",
    "y": "结婚 会亲友 出行 合婚订婚 开业 安床 安葬 祭祀 移柩 成服 除服 结网 开光 迁坟 塑绘"
  },
  "4-7": {
    "j": "开业 安葬",
    "y": "会亲友 合婚订婚 订盟 安床 造畜稠 作灶"
  },
  "4-8": {
    "j": "结婚 动土 安床 作灶 破土 造船",
    "y": "打扫 房屋清洁 合婚订婚 开业 祈福 安机械 沐浴 归岫 安葬 祭祀 修造 拆卸 放水 合寿木 开生坟 安装器具 补垣 成服 出火 除服 开柱眼 迁坟 求子 塞穴 上梁 竖柱 谢土"
  },
  "4-9": {
    "j": "动土 祈福 破土",
    "y": "结婚 出行 开业 安床 安葬 入殓 迁坟"
  },
  "5-0": {
    "j": "结婚 搬新房 安门 上梁",
    "y": "装修 祈福 祭祀 入殓 移柩 铺路"
  },
  "5-1": {
    "j": "结婚 求职入学 交易 搬新房 开业 安葬",
    "y": "打扫 装修 祭祀 造畜稠 馀事勿取 铺路"
  },
  "5-10": {
    "j": "买房 出货财 动土 栽种 开仓 安葬 掘井 破土",
    "y": "结婚 买衣服 沐浴 祭祀 成人礼 结网"
  },
  "5-11": {
    "j": "结婚 祈福 栽种 安葬 安门 伐木 造桥 作梁",
    "y": "理发 装修 沐浴 祭祀 作灶 铺路"
  },
  "5-12": {
    "j": "结婚 搬家 搬新房 开业",
    "y": "沐浴 入殓 移柩 成服 除服 铺路 破土"
  },
  "5-13": {
    "j": "结婚 开业",
    "y": "祭祀 馀事勿取 铺路"
  },
  "5-14": {
    "j": "结婚 买房 动土 祈福 栽种 祭祀 作灶 破土",
    "y": "出行 搬家 签订合同 交易 搬新房 纳财 开业 安床 纳畜 安葬 挂匾 入殓 移柩 开光"
  },
  "5-15": {
    "j": "结婚 搬家 搬新房 安葬 掘井",
    "y": "祭祀 修坟 馀事勿取 成服 除服 铺路"
  },
  "5-16": {
    "j": "馀事勿取",
    "y": "打扫 装修 祭祀 铺路"
  },
  "5-17": {
    "j": "结婚 祈福 安葬 掘井",
    "y": "祭祀 馀事勿取 铺路"
  },
  "5-18": {
    "j": "搬新房 栽种 盖屋 作灶",
    "y": "结婚 安葬 祭祀 纳婿"
  },
  "5-19": {
    "j": "结婚 动土 安床 安葬 治病",
    "y": "祭祀 作灶 馀事勿取 铺路"
  },
  "5-2": {
    "j": "治病 作灶 伐木 作梁",
    "y": "会亲友 出行 搬家 合婚订婚 签订合同 交易 搬新房 纳财 开业 赴任 买衣服 订盟 动土 买车 祈福 安床 开仓 安葬 祭祀 修造 拆卸 起基 入殓 移柩 安香 成服 除服 收养子女 上梁 竖柱 谢土"
  },
  "5-20": {
    "j": "结婚 搬家 祈福 安床 盖屋 祭祀 伐木 作梁",
    "y": "房屋清洁 沐浴 安葬 入殓 成服 除服 铺路 破土"
  },
  "5-21": {
    "j": "出行 治病 合寿木 斋醮",
    "y": "结婚 房屋清洁 美甲浴足 理发 装修 沐浴 祭祀 作灶 铺路"
  },
  "5-22": {
    "j": "诸事不宜",
    "y": "打扫 祭祀 馀事勿取"
  },
  "5-23": {
    "j": "结婚 动土 安葬 安门",
    "y": "出行 搬家 合婚订婚 买衣服 订盟 沐浴 纳畜 牧养 上梁 竖柱"
  },
  "5-24": {
    "j": "诸事不宜",
    "y": "装修 沐浴 祭祀 馀事勿取 铺路"
  },
  "5-25": {
    "j": "结婚 开业 安床 掘井",
    "y": "装修 祭祀 造畜稠 馀事勿取 铺路"
  },
  "5-26": {
    "j": "祈福 祭祀 作灶 伐木 掘井 谢土",
    "y": "结婚 出行 搬家 签订合同 交易 搬新房 开业 动土 栽种 安床 修造 拆卸 出火 开光 上梁"
  },
  "5-27": {
    "j": "搬新房 动土 安门 修造 破土 上梁",
    "y": "祭祀 入殓 移柩 馀事勿取"
  },
  "5-28": {
    "j": "搬家 搬新房 栽种 治病 掘井 开池 造庙 针灸",
    "y": "打扫 馀事勿取 铺路"
  },
  "5-29": {
    "j": "祈福 安葬 安门 祭祀 馀事勿取",
    "y": "作灶 铺路"
  },
  "5-3": {
    "j": "结婚 合婚订婚 搬新房 订盟 掘井",
    "y": "安葬 祭祀 馀事勿取 成服 除服 铺路"
  },
  "5-30": {
    "j": "签订合同 交易 开业 出货财 栽种 开仓 盖屋 作灶",
    "y": "结婚 买房 装修 祈福 祭祀 成人礼 铺路"
  },
  "5-31": {
    "j": "结婚 安葬",
    "y": "祭祀 作灶 掘井 铺路"
  },
  "5-32": {
    "j": "祈福 安床 安葬 祭祀 伐木",
    "y": "结婚 出行 搬家 理发 合婚订婚 签订合同 交易 开业 买衣服 动土 栽种 纳畜 挂匾 修造 收养子女 上梁"
  },
  "5-33": {
    "j": "安葬 行丧",
    "y": "结婚 房屋清洁 装修 沐浴 祭祀"
  },
  "5-34": {
    "j": "动土 治病 开渠 破土",
    "y": "结婚 祭祀 结网 打猎"
  },
  "5-35": {
    "j": "结婚 祈福 馀事勿取",
    "y": "装修 沐浴 铺路"
  },
  "5-36": {
    "j": "结婚 出行 搬新房 安床",
    "y": "装修 沐浴 祭祀 馀事勿取 铺路"
  },
  "5-37": {
    "j": "馀事勿取",
    "y": "祭祀 造畜稠 结网"
  },
  "5-38": {
    "j": "安葬 作灶 修坟 行丧 探病 伐木 谢土 造庙 作梁",
    "y": "会亲友 出行 搬家 签订合同 交易 装修 搬新房 纳财 开业 出货财 买衣服 动土 买车 拆卸 安香 收养子女 铺路"
  },
  "5-39": {
    "j": "诸事不宜",
    "y": "馀事勿取 铺路"
  },
  "5-4": {
    "j": "结婚 搬家 搬新房 开光",
    "y": "装修 入殓 移柩 馀事勿取 铺路"
  },
  "5-40": {
    "j": "结婚 出货财 开仓 安葬 探病 开光 造船",
    "y": "馀事勿取 铺路"
  },
  "5-41": {
    "j": "出行 祈福 栽种 纳畜 安葬 安门 牧养 行丧 伐木 作梁",
    "y": "打扫 作灶 铺路"
  },
  "5-42": {
    "j": "开业 盖屋 治病 作灶",
    "y": "结婚 会亲友 签订合同 交易 买房 纳财 安机械 成人礼"
  },
  "5-43": {
    "j": "诸事不宜",
    "y": "打扫 装修 祭祀 馀事勿取 铺路"
  },
  "5-44": {
    "j": "结婚 搬新房 祈福 安床 作灶",
    "y": "房屋清洁 搬家 沐浴 安葬 祭祀 铺路 破土"
  },
  "5-45": {
    "j": "结婚 出行 搬新房 安门 修造 上梁",
    "y": "房屋清洁 美甲浴足 理发 装修 沐浴 祭祀 铺路"
  },
  "5-46": {
    "j": "结婚 开业 动土 安葬 修造 破土",
    "y": "装修 祭祀 铺路"
  },
  "5-47": {
    "j": "诸事不宜",
    "y": "装修 沐浴 作灶 馀事勿取 铺路"
  },
  "5-48": {
    "j": "结婚 出行 搬家 搬新房 上梁 斋醮",
    "y": "装修 沐浴 祭祀 馀事勿取 铺路"
  },
  "5-49": {
    "j": "诸事不宜",
    "y": "造畜稠 馀事勿取 铺路"
  },
  "5-5": {
    "j": "祈福 安葬 安门 祭祀",
    "y": "打扫 作灶 馀事勿取 铺路"
  },
  "5-50": {
    "j": "开仓 盖屋 祭祀 造桥",
    "y": "会亲友 出行 搬家 合婚订婚 签订合同 交易 装修 搬新房 纳财 开业 动土 开厕 修造 起基 安香 出火 开池 铺路 竖柱 造庙 定磉"
  },
  "5-51": {
    "j": "诸事不宜",
    "y": "装修 祭祀 馀事勿取"
  },
  "5-52": {
    "j": "搬家 搬新房 安葬 治病 作灶 造庙",
    "y": "结婚 会亲友 买衣服 祭祀 成人礼 结网 收养子女 铺路"
  },
  "5-53": {
    "j": "诸事不宜",
    "y": "装修 祭祀 馀事勿取 铺路"
  },
  "5-54": {
    "j": "搬新房 动土 安床 作灶 开光",
    "y": "结婚 祭祀 入殓 移柩 成服 除服 纳婿"
  },
  "5-55": {
    "j": "结婚 安床 治病",
    "y": "装修 祭祀 作灶 馀事勿取 结网 铺路 打猎"
  },
  "5-56": {
    "j": "会亲友 搬家 开业 动土 纳畜 安葬 修造 起基 入殓 修坟 移柩 成服 除服 收养子女 立碑 破土",
    "y": "结婚 出行 开光"
  },
  "5-57": {
    "j": "出行 栽种 破土",
    "y": "结婚 美甲浴足 理发 装修 沐浴 祭祀 作灶 成人礼 铺路"
  },
  "5-58": {
    "j": "馀事勿取",
    "y": "结婚 祭祀 打鱼 成人礼 除虫 结网 打猎"
  },
  "5-59": {
    "j": "结婚 买房 诉讼 祈福 栽种 安葬 安门 治病 伐木 作梁",
    "y": "装修 沐浴 祭祀 作灶 铺路"
  },
  "5-6": {
    "j": "盖屋 治病 作灶 探病",
    "y": "装修 入殓 移柩 成人礼 成服 除服 铺路"
  },
  "5-7": {
    "j": "搬新房 栽种 安床 安装器具",
    "y": "祭祀 作灶 馀事勿取 铺路"
  },
  "5-8": {
    "j": "诸事不宜",
    "y": "房屋清洁 沐浴 安葬 入殓 移柩 馀事勿取 铺路 破土 迁坟"
  },
  "5-9": {
    "j": "出行 搬新房 开业 诉讼 修造",
    "y": "美甲浴足 理发 装修 沐浴 祭祀 馀事勿取 铺路"
  },
  "6-0": {
    "j": "开业 开仓 作灶 造船 斋醮",
    "y": "结婚 出行 打扫 搬家 签订合同 交易 搬新房 动土 祈福 安床 安葬 祭祀 修造 拆卸 入殓 安香 成服 出火 除服 收养子女 开光 破土 求子 谢土"
  },
  "6-1": {
    "j": "搬新房 伐木",
    "y": "结婚 会亲友 出行 合婚订婚 签订合同 交易 开业 赴任 买衣服 动土 买车 安葬 祭祀 修造 入殓 移柩 安香 成服 除服 收养子女 开光 上梁 塑绘 斋醮"
  },
  "6-10": {
    "j": "开仓 盖屋 架马 作灶 开光",
    "y": "结婚 出行 搬家 合婚订婚 签订合同 搬新房 动土 祈福 安葬 祭祀 破土"
  },
  "6-11": {
    "j": "结婚 买房 栽种 安葬 修坟 行丧 破土",
    "y": "搬家 签订合同 交易 搬新房 开业 动土 祈福 安床 修造 拆卸 出火 收养子女 开光 求子"
  },
  "6-12": {
    "j": "签订合同 买房 开业 作灶 造桥",
    "y": "结婚 出行 搬家 合婚订婚 搬新房 订盟 动土 祈福 安机械 盖屋 安葬 安门 祭祀 修造 起基 开光 破土 普渡 上梁 竖柱 斋醮 定磉"
  },
  "6-13": {
    "j": "无",
    "y": "结婚 出行 搬家 签订合同 交易 搬新房 开业 动土 祈福 栽种 安床 沐浴 纳畜 安葬 祭祀 修造 拆卸 入殓 成服 出火 除服 收养子女 迁坟 求子"
  },
  "6-14": {
    "j": "交易 搬新房 开业 安葬 祭祀",
    "y": "馀事勿取 除虫 打猎"
  },
  "6-15": {
    "j": "无",
    "y": "结婚 出行 打扫 搬家 搬新房 动土 祈福 栽种 安床 纳畜 安葬 祭祀 修造 拆卸 入殓 成服 出火 除服 收养子女 开光 立碑 求子"
  },
  "6-16": {
    "j": "合婚订婚 开业 订盟 买车 作灶 造船 造庙",
    "y": "结婚 出行 搬家 求职入学 搬新房 动土 祈福 盖屋 安葬 安门 祭祀 修造 造畜稠 起基 成人礼 安香 成服 出火 除服 雕刻 掘井 开光 破土 求子 上梁 竖柱"
  },
  "6-17": {
    "j": "出行 搬新房 开业 栽种 安葬 安门 作灶 掘井",
    "y": "结婚 会亲友 动土 祈福 纳畜 开厕 祭祀 牧养 造仓 起基 收养子女 求子"
  },
  "6-18": {
    "j": "买房 盖屋 安门 作灶 探病 合嵴 开光",
    "y": "结婚 搬家 合婚订婚 搬新房 开业 动土 祈福 安机械 安葬 修造 入殓 移柩 成服 除服 伐木 破土 求子 谢土 造庙 斋醮"
  },
  "6-19": {
    "j": "伐木 作梁",
    "y": "会亲友 出行 搬家 求职入学 签订合同 搬新房 买衣服 订盟 买车 安机械 安葬 安门 祭祀 拆卸 放水 起基 入殓 移柩 成服 除服 开光 立碑 迁坟 上梁 竖柱 塑绘 定磉 合帐"
  },
  "6-2": {
    "j": "买房 搬新房 开业 祭祀 补垣 塞穴",
    "y": "安葬 入殓 馀事勿取 成服 除服 破土 迁坟"
  },
  "6-20": {
    "j": "搬新房 出货财 动土 开仓",
    "y": "交易 开业 祈福 安机械 纳畜 造车器 盖屋 安葬 安门 祭祀 开生坟 起基 雕刻 合嵴 开光 立碑 求子 谢土 斋醮 定磉"
  },
  "6-21": {
    "j": "无",
    "y": "结婚 出行 打扫 搬家 签订合同 交易 搬新房 开业 动土 祈福 安床 安葬 安门 挂匾 祭祀 拆卸 出火 收养子女 开光 破土 求子 上梁 谢土"
  },
  "6-22": {
    "j": "开业 作灶 伐木 作梁",
    "y": "会亲友 出行 打扫 搬家 合婚订婚 搬新房 订盟 动土 祈福 安床 安机械 盖屋 安葬 祭祀 修造 拆卸 起基 入殓 安香 出火 立碑 破土 斋醮 定磉"
  },
  "6-23": {
    "j": "结婚 理发 栽种 作灶 修坟 行丧",
    "y": "搬新房 动土 祈福 安床 纳畜 挂匾 祭祀 修造 拆卸 出火 伐木 开光 求子 上梁"
  },
  "6-24": {
    "j": "签订合同 纳财 开业 作灶",
    "y": "结婚 搬家 合婚订婚 搬新房 订盟 动土 祈福 盖屋 安葬 安门 祭祀 修造 起基 安香 出火 开光 破土 普渡 迁坟 上梁 竖柱 造庙 造桥"
  },
  "6-25": {
    "j": "无",
    "y": "结婚 出行 搬家 签订合同 交易 搬新房 开业 动土 祈福 栽种 安床 纳畜 安葬 挂匾 祭祀 修造 拆卸 入殓 成服 出火 除服 收养子女 开光 求子"
  },
  "6-26": {
    "j": "结婚 搬家 搬新房 盖屋 祭祀",
    "y": "安葬 入殓 移柩 除虫 成服 除服 结网 立碑 破土 迁坟"
  },
  "6-27": {
    "j": "买房 栽种 掘井",
    "y": "结婚 出行 搬家 签订合同 交易 搬新房 开业 祈福 安床 安葬 挂匾 祭祀 拆卸 出火 伐木 开光 求子"
  },
  "6-28": {
    "j": "作灶 伐木 掘井 斋醮",
    "y": "合婚订婚 搬新房 赴任 买衣服 订盟 安床 安葬 修造 拆卸 成人礼 出火 开光 塑绘 谢土"
  },
  "6-29": {
    "j": "出行 买房 开业 出货财 诉讼 栽种 安葬 治病 行丧",
    "y": "结婚 搬家 搬新房 动土 安床 纳畜 祭祀 修造 拆卸 出火 伐木 开光 上梁"
  },
  "6-3": {
    "j": "治病 作灶",
    "y": "会亲友 搬家 合婚订婚 搬新房 赴任 买衣服 订盟 动土 祈福 安床 安葬 祭祀 修造 拆卸 起基 入殓 移柩 安香 收养子女 谢土"
  },
  "6-30": {
    "j": "栽种 盖屋 安葬 作灶",
    "y": "会亲友 出行 合婚订婚 纳财 买衣服 订盟 动土 安床 沐浴 纳畜 安门 挂匾 修造 拆卸 放水 安香 酬神 出火 伐木 收养子女 开光 上梁 塑绘 造庙 斋醮 合帐"
  },
  "6-31": {
    "j": "动土 安葬 行丧 伐木",
    "y": "结婚 出行 房屋清洁 搬家 搬新房 纳财 祈福 安床 安门 挂匾 祭祀 修造 拆卸 出火 收养子女 开光 求子"
  },
  "6-32": {
    "j": "结婚 搬家 搬新房",
    "y": "开业 动土 安葬 祭祀 入殓 破土 斋醮"
  },
  "6-33": {
    "j": "结婚 搬家 理发 搬新房 作灶",
    "y": "出行 签订合同 交易 开业 动土 祈福 安床 安机械 盖屋 安葬 挂匾 祭祀 修造 起基 成服 除服 立碑 破土 迁坟 斋醮 定磉"
  },
  "6-34": {
    "j": "作灶",
    "y": "结婚 出行 搬家 合婚订婚 搬新房 开业 订盟 动土 祈福 安葬 祭祀 破土"
  },
  "6-35": {
    "j": "结婚 买房 搬新房 安葬 作灶 出火",
    "y": "会亲友 出行 打扫 理发 求职入学 合婚订婚 签订合同 交易 纳财 开业 订盟 动土 祈福 栽种 纳畜 祭祀 牧养 造仓 起基 开光 求子"
  },
  "6-36": {
    "j": "开业 安葬",
    "y": "结婚 搬家 搬新房 动土 祈福 祭祀 斋醮"
  },
  "6-37": {
    "j": "搬家 搬新房 祭祀 作灶 出火 收养子女 开渠",
    "y": "会亲友 纳财 动土 祈福 栽种 开厕 牧养 修造 造仓 开光 求子 斋醮"
  },
  "6-38": {
    "j": "搬家 搬新房",
    "y": "安葬 入殓 移柩 成服 除服 破土 迁坟"
  },
  "6-39": {
    "j": "买房 诉讼 栽种 掘井",
    "y": "结婚 出行 搬家 合婚订婚 签订合同 交易 纳财 订盟 动土 祈福 安床 安葬 祭祀 修造 拆卸 安香 成服 出火 除服 收养子女 开光 斋醮"
  },
  "6-4": {
    "j": "买房 开业 掘井 造庙",
    "y": "会亲友 出行 搬家 合婚订婚 订盟 动土 祈福 安床 安机械 盖屋 安葬 安门 祭祀 修造 拆卸 起基 入殓 安香 出火 开光 破土 上梁 竖柱 造船 造桥 定磉"
  },
  "6-40": {
    "j": "结婚 开业",
    "y": "合婚订婚 订盟 动土 栽种 安机械 纳畜 安葬 牧养 修造 拆卸 入殓 移柩 成服 出火 除服 破土 求子 塑绘 造桥 斋醮"
  },
  "6-41": {
    "j": "出行 开业 安葬 行丧",
    "y": "结婚 会亲友 搬家 合婚订婚 买房 搬新房 订盟 安床 安机械 盖屋 挂匾 祭祀 拆卸 起基 安香 出火 定磉"
  },
  "6-42": {
    "j": "诸事不宜",
    "y": "打扫 沐浴"
  },
  "6-43": {
    "j": "理发 纳畜 合寿木",
    "y": "结婚 搬家 合婚订婚 签订合同 搬新房 开业 订盟 祈福 安机械 造车器 安葬 祭祀 破土"
  },
  "6-44": {
    "j": "结婚 出行 买房 赴任 安床 安葬 作灶 收养子女",
    "y": "打扫 房屋清洁 交易 纳财 动土 祈福 纳畜 祭祀 开光"
  },
  "6-45": {
    "j": "结婚 动土 破土",
    "y": "搬家 搬新房 祈福 安机械 纳畜 盖屋 安葬 安门 祭祀 作灶 起基 安香 出火 开光 迁坟 求子 上梁 竖柱 塑绘 斋醮"
  },
  "6-46": {
    "j": "无",
    "y": "结婚 出行 搬家 签订合同 交易 搬新房 动土 祈福 栽种 安床 纳畜 安葬 挂匾 祭祀 修造 拆卸 入殓 出火 收养子女 开光 破土 迁坟 求子"
  },
  "6-47": {
    "j": "结婚 安葬 修坟 行丧 破土",
    "y": "会亲友 搬家 合婚订婚 签订合同 搬新房 订盟 祈福 安床 安机械 挂匾 祭祀 牧养 拆卸 安香 出火 教牛马 开光 上梁 竖柱"
  },
  "6-48": {
    "j": "结婚 搬家",
    "y": "出行 打扫 动土 栽种 安床 纳畜 安葬 祭祀 修造 拆卸 起基 入殓 成服 出火 除服 伐木 收养子女 开光 破土 求子 作梁"
  },
  "6-49": {
    "j": "合婚订婚 订盟 诉讼 架马 开渠",
    "y": "结婚 出行 搬家 签订合同 搬新房 开业 动土 祈福 安机械 造车器 安葬 祭祀 修造 安香 出火 开光 破土"
  },
  "6-5": {
    "j": "出行 开业 安葬 治病",
    "y": "结婚 会亲友 搬家 合婚订婚 搬新房 动土 祈福 安床 纳畜 祭祀 修造 安香 收养子女 开光 上梁 竖柱 塑绘 斋醮"
  },
  "6-50": {
    "j": "馀事勿取",
    "y": "安葬 入殓 成服 除服 破土 迁坟"
  },
  "6-51": {
    "j": "结婚 买房 安葬 掘井 造船",
    "y": "会亲友 出行 搬家 合婚订婚 签订合同 搬新房 纳财 开业 订盟 动土 祈福 盖屋 安门 祭祀 修造 起基 安香 出火 教牛马 破土 上梁 竖柱"
  },
  "6-52": {
    "j": "结婚 买房 开业 作灶 伐木 作梁",
    "y": "搬新房 动土 安床 纳畜 安葬 挂匾 祭祀 拆卸 入殓 出火 开光 破土"
  },
  "6-53": {
    "j": "结婚 安葬",
    "y": "祭祀 馀事勿取 安装器具 结网"
  },
  "6-54": {
    "j": "动土 栽种 盖屋 作灶 开光",
    "y": "出行 搬家 合婚订婚 签订合同 交易 搬新房 开业 订盟 祈福 安床 造车器 安葬 安门 祭祀 出火 求子 谢土"
  },
  "6-55": {
    "j": "赴任",
    "y": "结婚 打扫 搬家 合婚订婚 搬新房 买衣服 订盟 动土 祈福 栽种 安床 安葬 修造 拆卸 放水 修坟 移柩 成人礼 安香 开光 立碑 迁坟 求子 竖柱 塑绘 谢土 斋醮"
  },
  "6-56": {
    "j": "结婚 搬新房 开光 上梁 斋醮",
    "y": "打扫 沐浴 安葬 祭祀 移柩 馀事勿取 破土 谢土"
  },
  "6-57": {
    "j": "安门",
    "y": "结婚 出行 搬家 合婚订婚 搬新房 开业 动土 祈福 安葬 祭祀 破土"
  },
  "6-58": {
    "j": "动土 掘井 破土",
    "y": "结婚 出行 搬家 合婚订婚 签订合同 交易 搬新房 纳财 订盟 祈福 安床 安葬 挂匾 祭祀 修造 拆卸 入殓 成服 出火 除服 收养子女 开光 迁坟 求子"
  },
  "6-59": {
    "j": "诸事不宜",
    "y": "房屋清洁 沐浴 馀事勿取"
  },
  "6-6": {
    "j": "动土 买车 盖屋 作灶 探病",
    "y": "结婚 买房 装修 祭祀 成人礼"
  },
  "6-7": {
    "j": "栽种 伐木",
    "y": "结婚 会亲友 合婚订婚 签订合同 交易 搬新房 纳财 买衣服 祈福 安床 安葬 挂匾 祭祀 修造 造仓 放水 入殓 移柩 安装器具 安香 求子 谢土 合帐"
  },
  "6-8": {
    "j": "结婚 出行 搬家 搬新房 安床",
    "y": "祈福 沐浴 纳畜 安葬 祭祀 入殓 破土 求子 斋醮"
  },
  "6-9": {
    "j": "无",
    "y": "结婚 出行 搬家 签订合同 交易 搬新房 开业 动土 祈福 栽种 安床 安葬 安门 挂匾 祭祀 拆卸 出火 收养子女 开光 破土 求子 上梁"
  },
  "7-0": {
    "j": "结婚 搬家 搬新房",
    "y": "打扫 合婚订婚 动土 祈福 安葬 祭祀 破土"
  },
  "7-1": {
    "j": "结婚 交易 搬新房 开业",
    "y": "安葬 祭祀 入殓 移柩 馀事勿取 除虫 成服 除服 破土"
  },
  "7-10": {
    "j": "结婚 搬新房 动土 架马 修造 拆卸 出火 伐木 开柱眼 上梁",
    "y": "出行 打扫 买衣服 安葬 祭祀 入殓 移柩 成服 除服 开光 破土 迁坟 塑绘"
  },
  "7-11": {
    "j": "结婚 开业 安葬 合寿木",
    "y": "出行 搬家 合婚订婚 搬新房 订盟 动土 祈福 盖屋 安门 祭祀 修造 拆卸 起基 成人礼 安香 出火 开池 上梁 竖柱 斋醮 定磉"
  },
  "7-12": {
    "j": "结婚 搬家 交易 搬新房 开业 栽种 安门 作灶",
    "y": "打扫 美甲浴足 沐浴 安葬 祭祀 入殓 移柩 破土 迁坟"
  },
  "7-13": {
    "j": "结婚 交易 搬新房 开业",
    "y": "打扫 安葬 祭祀 入殓 除虫 结网 破土 普渡 打猎"
  },
  "7-14": {
    "j": "结婚 出行 搬家 买房 搬新房 安床 祭祀 作灶 出火 收养子女",
    "y": "打扫 动土 安葬 拆卸 起基 修坟 移柩 开光 立碑 破土 迁坟 上梁"
  },
  "7-15": {
    "j": "开业 合寿木 掘井 破土",
    "y": "结婚 出行 搬家 合婚订婚 搬新房 订盟 祈福 安床 纳畜 安葬 祭祀 起基 安香 除虫 出火 开光 纳婿 求子 上梁 竖柱 造庙 斋醮"
  },
  "7-16": {
    "j": "结婚 搬家 搬新房 开业 动土 栽种 分居 作灶 安香 出火 掘井 破土",
    "y": "打扫 安床 纳畜 安葬 修造 拆卸 入殓 开光 迁坟"
  },
  "7-17": {
    "j": "出行 安葬 行丧 掘井 破土",
    "y": "结婚 搬家 合婚订婚 搬新房 订盟 动土 祈福 盖屋 安门 祭祀 修造 起基 安装器具 安香 出火 合嵴 求子 上梁 斋醮"
  },
  "7-18": {
    "j": "出行 搬新房 开业 栽种 安葬 安门 作灶 掘井",
    "y": "结婚 搬家 动土 祈福 安床 祭祀 修造 收养子女 开光 求子"
  },
  "7-19": {
    "j": "搬新房 开业 动土 盖屋 开光",
    "y": "结婚 会亲友 出行 求职入学 合婚订婚 习艺 订盟 安葬 牧养 入殓 移柩 除虫 收养子女 迁坟"
  },
  "7-2": {
    "j": "结婚 搬新房 祭祀 作灶",
    "y": "会亲友 沐浴 安葬 拆卸 起基 移柩 成人礼 除虫 成服 除服 开光 迁坟 塑绘"
  },
  "7-20": {
    "j": "搬新房 安门",
    "y": "结婚 搬家 理发 求职入学 赴任 买衣服 动土 祈福 架马 安葬 祭祀 修造 拆卸 放水 起基 入殓 移柩 成人礼 出火 伐木 开光 求子 塑绘 谢土 斋醮 作梁 定磉 合帐"
  },
  "7-21": {
    "j": "开业 动土 掘井 开池",
    "y": "打扫 合婚订婚 订盟 祈福 安葬 祭祀 求医 打鱼 治病 起基 入殓 开光 迁坟 求子 谢土 造船 斋醮 定磉"
  },
  "7-22": {
    "j": "无",
    "y": "结婚 会亲友 打扫 买衣服 动土 祈福 安床 架马 祭祀 修造 放水 起基 成人礼 伐木 收养子女 开光 求子 上梁 竖柱 作梁 合帐"
  },
  "7-23": {
    "j": "结婚 交易 开业 安葬 行丧",
    "y": "沐浴 祭祀 打鱼 馀事勿取 除虫 结网 打猎"
  },
  "7-24": {
    "j": "结婚 搬家 买房 搬新房 开业 安门 作灶 出火 斋醮",
    "y": "打扫 理发 安葬 祭祀 入殓 破土"
  },
  "7-25": {
    "j": "结婚 合婚订婚 搬新房 开业 订盟",
    "y": "纳畜 安葬 祭祀 牧养 入殓 移柩 除虫 成服 除服 破土 迁坟 打猎"
  },
  "7-26": {
    "j": "诸事不宜",
    "y": "打扫 馀事勿取 坏垣"
  },
  "7-27": {
    "j": "结婚 伐木 掘井 开光 作梁",
    "y": "会亲友 签订合同 交易 纳财 开业 习艺 买车 祈福 栽种 安机械 开厕 安葬 祭祀 牧养 求医 治病 出火 结网 开池 破土 迁坟 求子 造庙 斋醮 打猎"
  },
  "7-28": {
    "j": "结婚 出行 搬家 搬新房 开业 动土 安葬 修造 作灶 掘井 开池 破土 上梁 造船",
    "y": "打扫 美甲浴足 理发 祭祀 收养子女 针灸"
  },
  "7-29": {
    "j": "出行 开业 安葬 修坟",
    "y": "结婚 搬家 合婚订婚 搬新房 买衣服 动土 安床 祭祀 修造 拆卸 放水 成人礼 安香 除虫 伐木 结网 收养子女 开光 上梁 竖柱 塑绘 打猎"
  },
  "7-3": {
    "j": "搬家 理发 交易 搬新房 开业 作灶 伐木 掘井",
    "y": "结婚 出行 动土 祈福 安床 纳畜 祭祀 修造 拆卸 入殓 开光 破土 求子 上梁"
  },
  "7-30": {
    "j": "交易 开业 盖屋 安门 作灶 伐木 上梁",
    "y": "结婚 出行 打扫 搬家 合婚订婚 搬新房 订盟 动土 祈福 安床 纳畜 安葬 祭祀 拆卸 出火 开光 破土 谢土"
  },
  "7-31": {
    "j": "开业 动土 栽种 作灶",
    "y": "结婚 打扫 搬家 合婚订婚 搬新房 买衣服 订盟 祈福 安床 安葬 安门 祭祀 打鱼 入殓 移柩 成人礼 安香 除虫 酬神 出火 伐木 迁坟 合帐"
  },
  "7-32": {
    "j": "交易 纳财 开业 安床 盖屋 作灶 上梁 造船",
    "y": "结婚 出行 打扫 搬家 搬新房 祈福 栽种 安葬 祭祀 出火 伐木 开光 破土 求子 谢土"
  },
  "7-33": {
    "j": "开业 动土 破土",
    "y": "结婚 出行 搬家 合婚订婚 祈福 祭祀 求医"
  },
  "7-34": {
    "j": "签订合同 开业 合寿木 造船",
    "y": "结婚 出行 打扫 搬家 合婚订婚 搬新房 订盟 动土 祈福 栽种 安床 安葬 挂匾 祭祀 修造 拆卸 入殓 移柩 出火 收养子女 开光 破土 求子 谢土"
  },
  "7-35": {
    "j": "开业 安葬",
    "y": "出行 搬家 合婚订婚 搬新房 订盟 动土 祈福 祭祀 修造"
  },
  "7-36": {
    "j": "结婚 出行 搬家 搬新房 开业 安门 作灶 出火 伐木 斋醮",
    "y": "打扫 美甲浴足 祈福 安床 沐浴 安葬 祭祀 入殓 移柩 破土 迁坟 谢土"
  },
  "7-37": {
    "j": "结婚 搬新房",
    "y": "安葬 入殓 除虫 结网 破土"
  },
  "7-38": {
    "j": "结婚 搬家 搬新房 开业 祈福 安床 祭祀 探病 出火",
    "y": "打扫 动土 安葬 安门 牧养 修造 拆卸 修坟 移柩 开光 破土 竖柱"
  },
  "7-39": {
    "j": "开业 赴任",
    "y": "结婚 出行 搬家 合婚订婚 搬新房 订盟 动土 祈福 安葬 祭祀 破土"
  },
  "7-4": {
    "j": "交易 开业 作灶 破土",
    "y": "结婚 合婚订婚 订盟 安床 安葬 祭祀 入殓 移柩 成服 除服 收养子女 开光 立碑 迁坟 塑绘"
  },
  "7-40": {
    "j": "交易 开业 动土 安门 作灶 破土",
    "y": "结婚 出行 打扫 搬家 合婚订婚 搬新房 订盟 栽种 安葬 祭祀 修造 拆卸 入殓 出火 伐木 开光"
  },
  "7-41": {
    "j": "开业 安葬",
    "y": "结婚 搬家 合婚订婚 搬新房 订盟 动土 祈福 祭祀 修造"
  },
  "7-42": {
    "j": "结婚 合婚订婚 开业 订盟 盖屋 安门 上梁 斋醮",
    "y": "美甲浴足 理发 沐浴 安葬 入殓 修坟 除虫 成服 除服 立碑 破土 迁坟 谢土 打猎"
  },
  "7-43": {
    "j": "理发 签订合同 开业 作灶",
    "y": "结婚 出行 打扫 搬家 搬新房 动土 祈福 栽种 安床 纳畜 安葬 祭祀 拆卸 出火 破土 迁坟 上梁"
  },
  "7-44": {
    "j": "结婚 合婚订婚 开业 安床 开光",
    "y": "出行 搬家 搬新房 动土 祈福 安葬 修造 破土 斋醮"
  },
  "7-45": {
    "j": "交易 纳财 开业 动土 挂匾 伐木 掘井 破土",
    "y": "打扫 搬新房 祈福 安床 纳畜 安葬 安门 祭祀 修造 拆卸 出火 开光 迁坟 求子"
  },
  "7-46": {
    "j": "搬家 搬新房 盖屋 架马",
    "y": "结婚 会亲友 打扫 合婚订婚 订盟 动土 祈福 纳畜 安葬 祭祀 牧养 求医 治病 入殓 除虫 开光 破土 斋醮"
  },
  "7-47": {
    "j": "结婚 交易 开业 安葬 修坟 行丧",
    "y": "出行 搬家 搬新房 动土 祈福 安床 祭祀 修造 拆卸 起基 出火 伐木 开光 求子"
  },
  "7-48": {
    "j": "结婚 搬新房 动土 作灶 出火 破土 上梁",
    "y": "理发 沐浴 安葬 入殓 移柩 除虫 迁坟"
  },
  "7-49": {
    "j": "诸事不宜",
    "y": "安葬 祭祀 入殓 移柩 馀事勿取 破土 塞穴"
  },
  "7-5": {
    "j": "安葬 开生坟 行丧 破土",
    "y": "结婚 会亲友 祈福 安床 祭祀 成人礼 除虫 伐木 收养子女 掘井 开柱眼 求子 斋醮 作梁 打猎"
  },
  "7-50": {
    "j": "结婚 搬新房 开业 安床 祭祀 探病 上梁",
    "y": "沐浴 安葬 入殓 除虫 成服 除服 破土 迁坟"
  },
  "7-51": {
    "j": "馀事勿取",
    "y": "安葬 祭祀 开生坟 入殓 移柩 成服 除服 破土 迁坟"
  },
  "7-52": {
    "j": "开业 动土 破土 造庙",
    "y": "结婚 打扫 搬家 合婚订婚 订盟 祈福 安床 安葬 祭祀 求医 治病 入殓 移柩 除虫 成服 除服 伐木 结网 开光 立碑 塑绘 谢土 作梁 打猎"
  },
  "7-53": {
    "j": "诸事不宜",
    "y": "打扫 祭祀 馀事勿取"
  },
  "7-54": {
    "j": "开业 动土 盖屋 破土",
    "y": "结婚 出行 搬家 理发 搬新房 买衣服 沐浴 安葬 祭祀 放水 入殓 移柩 除虫 成服 除服 迁坟 打猎"
  },
  "7-55": {
    "j": "搬新房 开业 买衣服 安床 作灶 上梁",
    "y": "结婚 动土 安葬 入殓 移柩 破土"
  },
  "7-56": {
    "j": "结婚 搬新房 安床 作灶",
    "y": "打扫 房屋清洁 理发 沐浴 安葬 祭祀 打鱼 入殓 修坟 移柩 除虫 成服 除服 结网 立碑 迁坟 谢土 打猎"
  },
  "7-57": {
    "j": "动土 破土",
    "y": "打扫 房屋清洁 美甲浴足 安葬 祭祀 打鱼 入殓 移柩 除虫 成服 除服 迁坟 谢土 斋醮 打猎"
  },
  "7-58": {
    "j": "开业 开光",
    "y": "结婚 搬家 合婚订婚 搬新房 动土 安葬 求医 修造 治病 破土"
  },
  "7-59": {
    "j": "结婚 开业 安葬 行丧 迁坟",
    "y": "沐浴 祭祀 打鱼 馀事勿取 除虫 结网 打猎"
  },
  "7-6": {
    "j": "搬新房 开业 盖屋 作灶",
    "y": "结婚 会亲友 出行 合婚订婚 赴任 买衣服 订盟 动土 祈福 栽种 安床 沐浴 安葬 安门 祭祀 修造 拆卸 入殓 移柩 除虫 伐木 破土 上梁 竖柱 谢土 斋醮"
  },
  "7-7": {
    "j": "搬新房 开业 斋醮",
    "y": "结婚 出行 搬家 合婚订婚 动土 祈福 安葬 祭祀 修造 破土"
  },
  "7-8": {
    "j": "签订合同 开业 安床 作灶",
    "y": "房屋清洁 合婚订婚 买衣服 订盟 动土 祈福 沐浴 安葬 祭祀 修造 拆卸 起基 移柩 出火 伐木 开柱眼 上梁 谢土 斋醮 合帐"
  },
  "7-9": {
    "j": "结婚 纳财 开业 出火",
    "y": "出行 合婚订婚 祈福 盖屋 安葬 安门 祭祀 起基 入殓 求子 斋醮 定磉"
  },
  "8-0": {
    "j": "搬家 搬新房 出货财 开仓",
    "y": "破屋 祭祀 馀事勿取 坏垣"
  },
  "8-1": {
    "j": "诸事不宜",
    "y": "破屋 祭祀 馀事勿取 坏垣"
  },
  "8-10": {
    "j": "开业 祈福 安葬 斋醮",
    "y": "打扫 沐浴 破屋 祭祀 求医 治病 馀事勿取 坏垣"
  },
  "8-11": {
    "j": "诸事不宜",
    "y": "打扫 破屋 祭祀 馀事勿取 坏垣"
  },
  "8-12": {
    "j": "结婚 搬家 搬新房",
    "y": "沐浴 破屋 祭祀 馀事勿取 坏垣"
  },
  "8-13": {
    "j": "诸事不宜",
    "y": "破屋 馀事勿取 坏垣"
  },
  "8-14": {
    "j": "开业 斋醮",
    "y": "沐浴 破屋 馀事勿取 坏垣"
  },
  "8-15": {
    "j": "诸事不宜",
    "y": "破屋 馀事勿取 坏垣"
  },
  "8-16": {
    "j": "结婚 开业",
    "y": "打扫 沐浴 破屋 祭祀 馀事勿取 坏垣"
  },
  "8-17": {
    "j": "诸事不宜",
    "y": "破屋 馀事勿取 坏垣"
  },
  "8-18": {
    "j": "结婚 出行 搬家 搬新房 盖屋 探病",
    "y": "沐浴 破屋 祭祀 馀事勿取 坏垣"
  },
  "8-19": {
    "j": "诸事不宜",
    "y": "破屋 馀事勿取 坏垣"
  },
  "8-2": {
    "j": "结婚 合婚订婚 搬新房 订盟 祈福 安葬",
    "y": "破屋 治病 馀事勿取 坏垣"
  },
  "8-20": {
    "j": "搬新房 开业 安葬",
    "y": "打扫 房屋清洁 沐浴 破屋 祭祀 求医 治病 馀事勿取 坏垣"
  },
  "8-21": {
    "j": "诸事不宜",
    "y": "破屋 祭祀 治病 馀事勿取 坏垣"
  },
  "8-22": {
    "j": "结婚 交易 搬新房 开业 安葬",
    "y": "打扫 沐浴 破屋 祭祀 求医 治病 馀事勿取 坏垣"
  },
  "8-23": {
    "j": "诸事不宜",
    "y": "打扫 沐浴 破屋 馀事勿取 坏垣"
  },
  "8-24": {
    "j": "结婚 搬新房",
    "y": "破屋 求医 治病 馀事勿取 坏垣 打猎"
  },
  "8-25": {
    "j": "诸事不宜",
    "y": "破屋 馀事勿取 坏垣"
  },
  "8-26": {
    "j": "安葬 行丧",
    "y": "破屋 治病 馀事勿取 坏垣"
  },
  "8-27": {
    "j": "诸事不宜",
    "y": "破屋 祭祀 治病 馀事勿取 坏垣"
  },
  "8-28": {
    "j": "诸事不宜",
    "y": "破屋 馀事勿取 坏垣"
  },
  "8-29": {
    "j": "结婚 安葬",
    "y": "破屋 求医 治病 馀事勿取 坏垣"
  },
  "8-3": {
    "j": "出行 搬家 搬新房 栽种",
    "y": "沐浴 破屋 祭祀 馀事勿取 坏垣"
  },
  "8-30": {
    "j": "诸事不宜",
    "y": "破屋 祭祀 求医 馀事勿取 坏垣"
  },
  "8-31": {
    "j": "开业 动土 破土",
    "y": "打扫 破屋 祭祀 馀事勿取 坏垣"
  },
  "8-32": {
    "j": "诸事不宜",
    "y": "破屋 求医"
  },
  "8-33": {
    "j": "结婚 开光",
    "y": "破屋 求医 治病 馀事勿取 坏垣"
  },
  "8-34": {
    "j": "诸事不宜",
    "y": "打扫 祭祀 求医 治病 馀事勿取"
  },
  "8-35": {
    "j": "安葬 开光",
    "y": "打扫 沐浴 破屋 祭祀 馀事勿取 坏垣"
  },
  "8-36": {
    "j": "诸事不宜",
    "y": "无"
  },
  "8-37": {
    "j": "结婚 安葬",
    "y": "打扫 破屋 馀事勿取 坏垣"
  },
  "8-38": {
    "j": "诸事不宜",
    "y": "沐浴 破屋 治病 馀事勿取 坏垣"
  },
  "8-39": {
    "j": "搬家 搬新房",
    "y": "破屋 求医 治病 馀事勿取 坏垣"
  },
  "8-4": {
    "j": "结婚 出行 搬新房 安葬 上梁",
    "y": "沐浴 破屋 祭祀 馀事勿取 坏垣"
  },
  "8-40": {
    "j": "馀事勿取",
    "y": "打扫 破屋 祭祀 坏垣"
  },
  "8-41": {
    "j": "结婚 安葬",
    "y": "打扫 破屋 祭祀 求医 治病 馀事勿取 坏垣"
  },
  "8-42": {
    "j": "诸事不宜",
    "y": "破屋 治病 馀事勿取 坏垣"
  },
  "8-43": {
    "j": "结婚 开业 斋醮",
    "y": "破屋 祭祀 馀事勿取 坏垣"
  },
  "8-44": {
    "j": "馀事勿取",
    "y": "打扫 房屋清洁 破屋 祭祀 治病 坏垣"
  },
  "8-45": {
    "j": "结婚 搬家 搬新房 开业",
    "y": "破屋 馀事勿取 坏垣"
  },
  "8-46": {
    "j": "诸事不宜",
    "y": "打扫 破屋 祭祀 馀事勿取 坏垣"
  },
  "8-47": {
    "j": "安葬 行丧",
    "y": "打扫 沐浴 破屋 祭祀 馀事勿取 坏垣"
  },
  "8-48": {
    "j": "诸事不宜",
    "y": "破屋 馀事勿取 坏垣"
  },
  "8-49": {
    "j": "结婚 出行",
    "y": "破屋 求医 治病 馀事勿取 坏垣"
  },
  "8-5": {
    "j": "诸事不宜",
    "y": "打扫 破屋 祭祀 馀事勿取 坏垣"
  },
  "8-50": {
    "j": "诸事不宜",
    "y": "破屋 馀事勿取 坏垣"
  },
  "8-51": {
    "j": "探病 馀事勿取",
    "y": "无"
  },
  "8-52": {
    "j": "诸事不宜",
    "y": "打扫 破屋 祭祀 馀事勿取 坏垣"
  },
  "8-53": {
    "j": "结婚 安葬",
    "y": "破屋 祭祀 馀事勿取 坏垣"
  },
  "8-54": {
    "j": "诸事不宜",
    "y": "沐浴 破屋 祭祀 馀事勿取 坏垣"
  },
  "8-55": {
    "j": "结婚 开业 安葬",
    "y": "破屋 馀事勿取 坏垣"
  },
  "8-56": {
    "j": "结婚 开业",
    "y": "破屋 求医 治病 馀事勿取 坏垣"
  },
  "8-57": {
    "j": "诸事不宜",
    "y": "破屋 坏垣"
  },
  "8-58": {
    "j": "结婚 开业",
    "y": "打扫 沐浴 破屋 祭祀 求医 治病 馀事勿取 坏垣"
  },
  "8-59": {
    "j": "诸事不宜",
    "y": "破屋 祭祀 馀事勿取 坏垣"
  },
  "8-6": {
    "j": "搬家 搬新房",
    "y": "破屋 治病 馀事勿取 坏垣"
  },
  "8-7": {
    "j": "诸事不宜",
    "y": "打扫 破屋 馀事勿取 坏垣"
  },
  "8-8": {
    "j": "结婚 安葬",
    "y": "打扫 房屋清洁 理发 沐浴 破屋 祭祀 馀事勿取 坏垣"
  },
  "8-9": {
    "j": "诸事不宜",
    "y": "破屋 求医 治病 坏垣"
  },
  "9-0": {
    "j": "祈福 斋醮",
    "y": "结婚 出行 搬家 合婚订婚 搬新房 动土 安葬 祭祀 破土 上梁"
  },
  "9-1": {
    "j": "搬新房 出火",
    "y": "出行 动土 安床 开厕 祭祀 修造 造畜稠 放水 结网 掘井 开池 开光 破土 塑绘 斋醮"
  },
  "9-10": {
    "j": "出货财 开光",
    "y": "结婚 出行 打扫 搬家 合婚订婚 搬新房 赴任 订盟 动土 祈福 安床 安机械 安葬 祭祀 造仓 拆卸 入殓 移柩 安香 收养子女 立碑 破土 求子 上梁 谢土"
  },
  "9-11": {
    "j": "结婚 搬新房 安葬 祭祀 作灶",
    "y": "沐浴 打鱼 除虫 结网 打猎"
  },
  "9-12": {
    "j": "无",
    "y": "结婚 会亲友 出行 打扫 搬家 搬新房 动土 祈福 栽种 安床 纳畜 安门 祭祀 牧养 修造 拆卸 出火 收养子女 开光 求子 上梁 竖柱"
  },
  "9-13": {
    "j": "理发 安葬 作灶 行丧 造桥",
    "y": "结婚 出行 交易 买衣服 祈福 安机械 祭祀 放水 掘井 开池 开光 求子 塑绘 斋醮 合帐"
  },
  "9-14": {
    "j": "纳畜 祭祀 伐木",
    "y": "结婚 出行 搬家 理发 签订合同 交易 搬新房 开业 动土 栽种 安床 挂匾 修造 拆卸 出火 开光 作梁"
  },
  "9-15": {
    "j": "结婚 动土 安床 掘井 破土",
    "y": "合婚订婚 签订合同 搬新房 开业 订盟 祈福 安葬 挂匾 祭祀 安香 出火 迁坟 造桥"
  },
  "9-16": {
    "j": "无",
    "y": "结婚 出行 搬家 签订合同 交易 搬新房 开业 动土 祈福 栽种 安床 挂匾 修造 拆卸 入殓 成服 出火 除服 伐木 收养子女 开光 破土 求子 上梁"
  },
  "9-17": {
    "j": "结婚 搬新房 开业 祈福 安葬",
    "y": "会亲友 合婚订婚 签订合同 交易 纳财 订盟 栽种 纳畜 牧养"
  },
  "9-18": {
    "j": "安葬 探病",
    "y": "结婚 出行 打扫 搬家 签订合同 交易 搬新房 纳财 开业 动土 栽种 安床 纳畜 挂匾 祭祀 修造 拆卸 出火 开光"
  },
  "9-19": {
    "j": "动土 安葬 安门 行丧 成服 破土",
    "y": "理发 签订合同 交易 纳财 安床 放水 成人礼 出火 结网 掘井 开池 打猎"
  },
  "9-2": {
    "j": "祈福 祭祀",
    "y": "结婚 出行 搬家 合婚订婚 搬新房 开业 动土 安葬 破土 上梁"
  },
  "9-20": {
    "j": "祈福 安床 纳畜 伐木",
    "y": "结婚 出行 搬家 签订合同 交易 搬新房 开业 动土 安葬 修造 拆卸 移柩 成服 出火 除服 开光 破土 迁坟"
  },
  "9-21": {
    "j": "栽种 安床 治病 作灶",
    "y": "结婚 搬新房 开业 动土 盖屋 安葬 祭祀 修造 拆卸 起基 入殓 移柩 成人礼 成服 除服 开池 破土 塞穴 上梁"
  },
  "9-22": {
    "j": "安葬 作灶 开光 斋醮",
    "y": "结婚 出行 搬家 签订合同 交易 开业 动土 安床 祭祀 修造 入殓 移柩 成人礼 收养子女 破土"
  },
  "9-23": {
    "j": "诸事不宜",
    "y": "无"
  },
  "9-24": {
    "j": "签订合同 开业",
    "y": "结婚 搬家 合婚订婚 搬新房 订盟 动土 祈福 栽种 安床 造车器 安葬 挂匾 祭祀 修造 拆卸 入殓 成服 出火 除服 收养子女 开光 破土 求子"
  },
  "9-25": {
    "j": "开业 安门 作灶 掘井",
    "y": "结婚 出行 买车 安床 安机械 祭祀 治病 入殓 结网 开光 破土 塞穴 塑绘"
  },
  "9-26": {
    "j": "搬家 搬新房 祭祀 作灶 谢土",
    "y": "结婚 出行 求职入学 合婚订婚 签订合同 交易 纳财 开业 出货财 订盟 动土 栽种 开仓 纳畜 安葬 牧养 开光 立碑 破土 迁坟"
  },
  "9-27": {
    "j": "订盟 动土 安床 开池 破土",
    "y": "结婚 出行 签订合同 交易 搬新房 纳财 开业 祈福 安葬 入殓 移柩 成人礼 成服 除服 雕刻 开柱眼 迁坟 造桥 斋醮"
  },
  "9-28": {
    "j": "开业 掘井 开渠 造船 造桥",
    "y": "结婚 出行 搬家 理发 合婚订婚 搬新房 订盟 动土 栽种 安床 纳畜 安葬 挂匾 祭祀 修造 拆卸 入殓 成服 出火 除服 收养子女 开光 破土 作梁"
  },
  "9-29": {
    "j": "出行 祈福 安葬 作灶",
    "y": "结婚 会亲友 合婚订婚 纳财 订盟 动土 安床 修造 拆卸 起基 纳婿 上梁 竖柱"
  },
  "9-3": {
    "j": "理发 动土 作灶 掘井 开池 破土",
    "y": "结婚 出行 打扫 搬家 签订合同 交易 搬新房 开业 祈福 栽种 安床 安葬 祭祀 安香 出火 伐木 开光 求子"
  },
  "9-30": {
    "j": "出货财 开仓 盖屋 上梁 造船",
    "y": "结婚 会亲友 出行 打扫 搬家 求职入学 合婚订婚 搬新房 纳财 开业 订盟 动土 祈福 安床 安门 祭祀 牧养 修造 造畜稠 起基 雕刻 开池 造庙"
  },
  "9-31": {
    "j": "栽种 安门 治病 作灶 开光",
    "y": "出行 搬家 搬新房 祈福 安床 安机械 祭祀 移柩 成人礼 安香 成服 除服 迁坟 斋醮"
  },
  "9-32": {
    "j": "祈福 安床 祭祀 谢土 造庙",
    "y": "结婚 搬家 合婚订婚 签订合同 交易 搬新房 纳财 开业 买衣服 订盟 动土 栽种 盖屋 安葬 安门 牧养 修造 起基 入殓 安香 成服 出火 除服 掘井 开池 开光 立碑 破土 打猎"
  },
  "9-33": {
    "j": "安床 作灶",
    "y": "结婚 出行 打扫 合婚订婚 搬新房 纳财 订盟 动土 祈福 沐浴 安葬 安门 修造 放水 移柩 安香 开光 破土 求子 上梁 竖柱 塑绘 谢土 斋醮"
  },
  "9-34": {
    "j": "结婚 作灶 开光",
    "y": "合婚订婚 签订合同 交易 动土 安床 安机械 安葬 移柩 立碑 破土"
  },
  "9-35": {
    "j": "结婚 搬新房 安葬",
    "y": "沐浴 打鱼 结网"
  },
  "9-36": {
    "j": "开业 买车 作灶",
    "y": "结婚 出行 打扫 搬家 合婚订婚 搬新房 订盟 动土 祈福 栽种 安床 纳畜 安葬 祭祀 拆卸 修坟 出火 开光 破土 求子 谢土"
  },
  "9-37": {
    "j": "开业 开光",
    "y": "结婚 合婚订婚 订盟 祈福 安葬 祭祀 入殓 破土"
  },
  "9-38": {
    "j": "祈福 祭祀 探病 谢土 造桥",
    "y": "结婚 会亲友 搬家 签订合同 搬新房 开业 出货财 买车 栽种 安床 开仓 安机械 纳畜 安葬 安门 挂匾 牧养 拆卸 入殓 移柩 开池 立碑 破土 迁坟"
  },
  "9-39": {
    "j": "动土 破土",
    "y": "结婚 出行 搬家 合婚订婚 搬新房 开业 订盟 祈福 安葬 祭祀 迁坟"
  },
  "9-4": {
    "j": "盖屋 成人礼 掘井 造桥",
    "y": "结婚 出行 打扫 交易 搬新房 开业 订盟 安床 挂匾 祭祀 拆卸 起基 入殓 移柩 成服 除服 开光 开柱眼 破土 塑绘 谢土"
  },
  "9-40": {
    "j": "开业 开仓 安葬 安门",
    "y": "结婚 出行 搬家 合婚订婚 搬新房 订盟 动土 祈福 安床 祭祀 修造 拆卸 放水 移柩 成服 出火 除服 合嵴 收养子女 掘井 开光 破土 求子 上梁 谢土"
  },
  "9-41": {
    "j": "祈福 安葬",
    "y": "会亲友 合婚订婚 纳财 订盟 安机械 牧养"
  },
  "9-42": {
    "j": "结婚 搬新房 动土 祭祀 修造",
    "y": "房屋清洁 安葬 入殓 移柩 馀事勿取 成服 除服 立碑 破土 迁坟"
  },
  "9-43": {
    "j": "理发 栽种 安门 作灶 造庙 造桥",
    "y": "求职入学 交易 订盟 动土 祈福 祭祀 修造 放水 起基 成人礼 伐木 开池 开光 求子 斋醮"
  },
  "9-44": {
    "j": "结婚 搬新房 祈福 安床 造船",
    "y": "签订合同 交易 纳财 开业 出货财 栽种 开仓 沐浴 纳畜 安葬 牧养 入殓 破土 打猎"
  },
  "9-45": {
    "j": "结婚 安床 作灶",
    "y": "出行 搬家 搬新房 动土 祈福 安葬 挂匾 祭祀 修造 拆卸 入殓 出火 开池 开光 破土 迁坟 求子 上梁"
  },
  "9-46": {
    "j": "成服 除服 开光 塑绘 造桥",
    "y": "结婚 会亲友 出行 动土 祭祀 修造 入殓 成人礼 破土"
  },
  "9-47": {
    "j": "诸事不宜",
    "y": "房屋清洁 馀事勿取 塞穴"
  },
  "9-48": {
    "j": "结婚 开业 作灶 斋醮",
    "y": "房屋清洁 沐浴 馀事勿取"
  },
  "9-49": {
    "j": "结婚 搬家 诉讼 栽种 安门 作灶 造桥",
    "y": "签订合同 交易 纳财 开业 动土 买车 安床 开厕 祭祀 修造 放水 结网 开池 破土"
  },
  "9-5": {
    "j": "结婚 合婚订婚 搬新房 订盟 祈福 安葬 斋醮",
    "y": "会亲友 纳财 买车 安床 安门 祭祀 牧养 放水 成人礼 割蜜 收养子女 求子 打猎"
  },
  "9-50": {
    "j": "祈福 开仓 牧养 掘井 上梁",
    "y": "结婚 会亲友 出行 搬家 合婚订婚 签订合同 交易 搬新房 纳财 开业 订盟 安床 盖屋 安葬 挂匾 作灶 拆卸 起基 入殓 移柩 安香 出火 立碑 破土 迁坟"
  },
  "9-51": {
    "j": "诸事不宜",
    "y": "安葬 祭祀 入殓 移柩 馀事勿取 成服 除服 结网 迁坟"
  },
  "9-52": {
    "j": "结婚 安葬 作灶 造船 造庙 造桥",
    "y": "搬家 合婚订婚 签订合同 搬新房 订盟 动土 祈福 安门 祭祀 修造 起基 安香 出火 开池 破土 上梁 竖柱 定磉"
  },
  "9-53": {
    "j": "出行 理发 安葬 安门 作灶 伐木 上梁",
    "y": "结婚 会亲友 合婚订婚 纳财 纳畜 牧养 结网 收养子女 求子"
  },
  "9-54": {
    "j": "动土 盖屋 破土 造船",
    "y": "结婚 搬家 合婚订婚 买衣服 订盟 安床 架马 开厕 安葬 祭祀 作灶 入殓 移柩 成人礼 成服 除服 伐木 结网 开池 开柱眼 迁坟 作梁 定磉 打猎"
  },
  "9-55": {
    "j": "栽种 安门 治病 作灶",
    "y": "动土 祈福 安床 架马 开厕 祭祀 入殓 成人礼 成服 除服 伐木 结网 开池 求子"
  },
  "9-56": {
    "j": "结婚 祈福 安床 谢土 造庙",
    "y": "会亲友 房屋清洁 求职入学 合婚订婚 买衣服 订盟 栽种 纳畜 安葬 挂匾 祭祀 造仓 拆卸 入殓 修坟 出火 结网 掘井 开池 立碑 破土 求子 塑绘"
  },
  "9-57": {
    "j": "结婚 会亲友 搬新房 开业 安床 作灶 上梁",
    "y": "沐浴 安葬 祭祀 合寿木 开生坟 入殓 移柩 成服 除服 破土 斋醮"
  },
  "9-58": {
    "j": "造庙 作梁",
    "y": "出行 合婚订婚 买衣服 订盟 动土 安床 安葬 祭祀 打鱼 作灶 入殓 移柩 成人礼 结网 收养子女 破土 合帐 打猎"
  },
  "9-59": {
    "j": "祈福 安葬",
    "y": "房屋清洁 沐浴 打鱼 馀事勿取 结网 塞穴 打猎"
  },
  "9-6": {
    "j": "盖屋 治病",
    "y": "出行 打扫 搬家 合婚订婚 赴任 买衣服 订盟 动土 祈福 栽种 安床 纳畜 安葬 祭祀 修造 拆卸 入殓 移柩 成人礼 成服 除服 伐木 开光 破土 迁坟 上梁 竖柱 塑绘 斋醮"
  },
  "9-7": {
    "j": "开业 安葬 安门 作灶 造桥",
    "y": "出行 理发 安床 架马 开厕 祭祀 入殓 修坟 移柩 成服 除服 伐木 开光 开柱眼 立碑 破土 迁坟 塑绘 作梁 打猎"
  },
  "9-8": {
    "j": "搬新房 安床",
    "y": "结婚 出行 合婚订婚 订盟 安葬 入殓 移柩 成服 除服 开光 立碑 纳婿 迁坟 塑绘"
  },
  "9-9": {
    "j": "会亲友 安床 作灶 造船",
    "y": "出行 搬家 合婚订婚 搬新房 开业 订盟 动土 祈福 安葬 祭祀 修造 安香 出火 破土"
  }
}
